{"id":1014,"shapeId":0,"heroName":"惩罚者","realName":"弗兰克·卡斯特","enName":"The Punisher","role":"决斗家","somatotype":"Level4","categories":["MarvelKnights"],"difficulty":1,"desc":"惩罚者弗兰克·卡斯特能够熟练地运用多种武器，一个人可抵一支军队。怀着惩戒敌人的坚定信念，他将永远傲立于战场，直至最后一颗子弹消耗殆尽！","color":"#495366","icon":"/Content/Marvel/UI/Textures/HeroPortrait/SelectHero/img_selecthero_1014001.png","shapeKey":"10140","bio":"在一场黑恶势力的袭击中，弗兰克·卡斯特失去了他挚爱的家人。凭借着顽强的生命力和对正义的炽热渴望，他得以从重伤中幸存。为了阻止罪犯继续伤害无辜之人，他化身“惩罚者”，以自身为法律，惩戒所有罪犯。\r\n由于接受了一种实验性血清，惩罚者的寿命被极大地延长，这让他与罪犯之间的战争一直持续到了遥远的未来。作为新漫威骑士的一员，他强大的武器库成为了黑寡妇对抗杜姆2099的关键力量。","story":[{"title":"入会仪式","content":"在东京与娜塔莎发生了一些小小的争执后，弗兰克·卡斯特一度以为，自己再也不会跟娜塔莎或红房子间谍小组有任何交集了。然而，东京的天空才裂开几个星期，娜塔莎就在上海的一家露天面馆里找到了弗兰克，这家面馆隐匿在黄浦江防洪墙边的一堆仓库里。彼时，幢幢高楼屹立在细雨朦胧的夜空里，闪烁着微光，上层建筑被云朵遮蔽。\r\n “的确是你会喜欢的那种街区。”娜塔莎评论道，顺势在弗兰克的对面坐下。\r\n“这里生活着勤劳淳朴的劳动人民，”弗兰克回答，“而且食物也不错。不过，我在唐人街吃过比这更美味的面条。你来是为了告诉我，上海也在通缉我吗？”\r\n娜塔莎摇摇头：“没查过，来找你是因为我有些事需要和你谈谈。”\r\n弗兰克呼噜呼噜地大口喝着碗里的面汤。\r\n“你我都亲眼目睹了东京发生的事情，没准我们可以合作。”娜塔莎开门见山，直奔主题。弗兰克抬头看着她，在脸上挤出一个生硬的微笑，确保她能清晰看到。\r\n“我开玩笑的。”\r\n“我可没有。”\r\n弗兰克一边看着娜塔莎，一边回忆他们在东京的经历。先是自己干掉了几个作恶的机器人，没想到却因此搞砸了娜塔莎的任务。而后的几分钟内，天空发生了翻天覆地的剧变，看起来像是哪个超级反派在天上作恶。就像以前在纽约一样，几乎每隔一两个小时就会发生些令人瞠目结舌的疯狂事件。但那天，东京的天空的确有些异乎寻常。弗兰克不想自欺欺人，因为那天发生的异常实在是太多了。\r\n“那你从东京回来后都在做什么呢？”娜塔莎问。\r\n她的语气表明，这个问题她心里早有答案，所以弗兰克直截了当地回答：“回家待了一段时间，清理了些人渣罪犯，然后我就去追踪杜姆，想找到更多线索。我绑架了一个他的工程师，想弄清楚他在杜姆堡里都在谋划些什么，得到的信息告诉我，必须要来上海一趟。”\r\n“来上海，然后呢？”\r\n弗兰克用大拇指按了一下镶进面馆柜台里的电子识读机，它滴滴了几声。然后他站起身来，竖起衣领挡雨，“走吧。”\r\n登上防洪墙时，天空已经下起了倾盆大雨，朦胧中可以看到黄浦江对岸的旧租界。“之前来过这里吗？” 弗兰克问娜塔莎。“很少有地方是我没去过的。”娜塔莎回答，“我第一次来上海是上世纪80年代，今非昔比。”\r\n弗兰克点了点头，上海发生了太多翻天覆地的变化，上世纪80年代已是过往云烟了。“回家后的大部分时间我都待在美国。接受延长寿命的治疗以后，我觉得自己有了更广阔的人生，于是我想，该去做点更有意义的事情了。因为发生的改变越多，我就越意识到这个世界是停滞不前的……除非我去改变这个世界本身。”弗兰克站在那里，一边聆听着雨声，一边思考。他知道娜塔莎和他一样，也接受过延长寿命的治疗，但在那个时刻，这个共同点并不能拉近他们之间的距离。娜塔莎利用自己延长的寿命重新夺回了红房子的控制权，成为了国际间谍网络的领导人，治愈童年的创伤。而弗兰克则利用这些时间将他与人渣罪犯之间的战争升级，从打击街头巷尾的朋克混混、左邻右舍的歹徒强盗升级到打击国际罪犯。多年来，他坚持不懈地追踪罪犯，在时机合适的时候出手，让暴徒为他们的暴行买单。\r\n“有时候我在想，我是不是应该留在纽约。”\r\n“唐人街的面条的确不错。”娜塔莎冷冷地开起了玩笑，“所以我们为什么来这儿，弗兰克？”\r\n弗兰克指着黄浦江对岸的一排码头，在滂沱大雨和江上升起的薄雾中，它们若隐若显。“蓝色的单层船体，甲板上没有集装箱，船身很低，看见了吗？”娜塔莎点了点头。“那艘船挂着马德里坡的旗帜，但它实际上是在为杜姆运送货物。这次它会载着一批特殊货物，驶向菲律宾海，等它进入国际水域，距离远到可以避开反导弹防御系统的时候，就会朝着天上发射一颗卫星。如果我之前抓的那个工程师说的是真话，那么这件事，就是关乎封锁所有地球与太空之间运输航线的大事。”弗兰克笑了笑，“而我认为，这恰好就是杜姆的目的。”\r\n “不止如此，弗兰克，我觉得它和东京发生的怪事也有关联。”娜塔莎补充道。\r\n“很有可能。”弗兰克明白，过多地思虑那些奇怪的事情对他没有太多好处。罪犯就是罪犯，他倾向于使用一劳永逸的手段来解决不同的问题。\r\n“干得漂亮，弗兰克！”娜塔莎略带敷衍地夸道，“虽然盯上了这艘船，但我们现在还是不知道它载的是什么货物。”\r\n“这样说吧，寡妇，我可能大部分时间都花在铲除人渣罪犯上了，但是在关注和收集情报这方面也不差，我也并不总是靠着一腔义警热血在莽撞行动的。”\r\n弗兰克是在揶揄娜塔莎，因为在东京的时候，她曾说他是一匹脱缰的野马，他还在为此生气呢，但娜塔莎并没有上钩。“那就把那艘船沉了吧，”她反将一军，“我相信你肯定藏了不少好东西，能帮上忙。”\r\n“不能在码头，有工人在那边干活。如果我在港口弄沉了一艘船，他们会有好几个星期都没工作。”娜塔莎脸上的表情显示，她并没有考虑到这一点。“是的，”他接着说，“你得为那些普通人，小人物考虑一下，他们遵纪守法，只想努力生存下去。而对于红房子来说，对那些小人物的损害都只是附带的，我说的对吗？”\r\n“可能以前是这样，但现在我们都是别人计划里的附带损害，弗兰克。”她直视他的眼睛回答。但不管怎么样，弗兰克认为自己已经陈述了想要表达的观点。\r\n“好吧，你说得对，”他说，“弄沉它确实是我的计划，但是不能在港口这里行动。还有一点，除非我们把它炸上天，否则杜姆还可以把卫星打捞起来，然后又把它放到另一艘船上。”\r\n“明白了，所以你有什么计划？”\r\n“你是认真的？”\r\n“是的，”她回答，“我们按你的计划行事，然后你要听我把话说完。”\r\n她伸出一只手，同弗兰克握了握手，而后说：“现在我们能去躲雨了吗？”\r\n即使在白天，黄浦江的能见度也趋近于零，到了夜晚，更是犹如身处一个剥夺感官的水箱。弗兰克不能冒引起注意的风险，所以他没有使用灯光，而是用上了被动声纳。江底是一片垃圾场，遍布着沉没的船只和深陷淤泥中的工业遗迹。弗兰克的潜水服配备的不是那种老式的氧气管，而是先进的呼吸器，所以他不会口吐气泡，也不用担心被空气软管缠住。船体在弗兰克头顶的上方几米处若隐若现，陷在水下约十二米的地方。龙骨下面的空间很窄，在下方放置炸药的难度很高，但他成功在龙骨两边各安置了六包炸药，然后在船尾靠近方向舵的地方额外安置了一包。每一包炸药都是弗兰克亲手调配的，约一公斤重，设定为向内爆破。经历了几十年无休止的战争，制作军火武器这种事对于弗兰克来说，已是信手拈来。黑寡妇提前做过侦查，船体并没有装甲，每包炸弹都会在这艘船体上炸开一个大洞，像惩罚者的旧战车那么大的窟窿。\r\n弗兰克的行事风格跟青蛙侠并不相同，虽然他执行过几次潜水任务，但说到底他并不是一位资深的海军。大约一百多年前，弗兰克曾在水下眼睁睁地看着一个人被鲨鱼吃掉，那家伙是个杀人犯，罪有应得，但这并不意味着他喜欢在水下行事。\r\n小心翼翼地游回下游，穿过工业区之后，弗兰克脱下潜水服，娜塔莎则帮忙把潜水服藏在海堤附近一辆废弃的汽车里。\r\n“都顺利吗？”娜塔莎问。\r\n“还可以，”弗兰克说，“顺便还洗了个澡。”\r\n他们不想引起注意，所以就驻留在旧法租界的一间红房子安全屋里。娜塔莎操控着一架红外侦测无人机，在这艘旧货船颠簸地穿过菲律宾海前往国际水域时，侦测机始终在它的上空和后方几公里处徘徊。货船的甲板滑动打开，露出一台垂直升起的发射架，弗兰克指着它说，“就是那个。”发射架上的火箭很小，前锥上绘有拉脱维利亚的国旗，弗兰克见状冷哼了一声。\r\n“他的确很自负，对吧？”娜塔莎评论道，然后她把无人机的遥控器递给弗兰克，“想亲自执行这份荣誉任务吗？”\r\n弗兰克接过遥控器，将可视信号连接至他已经戴了好几个小时的目镜中。侦测机的视野立刻出现在眼前，仿佛他正亲临其境，从上空和后方俯视观测着那艘货船。\r\n随着火箭发动机开启预燃程序，浓密的烟雾从船舱内喷涌而出。“杜姆，你这个人渣！希望你亲眼见证这场好戏！”弗兰克狠狠地说，然后按下了手里的引爆器。\r\n货船四周的海面波涛汹涌，发射架倾斜成二十度角。片刻之后，一团巨大的火焰从船内喷涌而出，火箭的发动机被点燃，但还没来得及升空，发射架便再次摆动，撞上了货船的上层结构。第二轮爆炸产生的火焰与残骸在空中划出一道弧线，随着浓烈的蒸汽落入大海。货船开始迅速沉没，船尾消失时，船身也开始倾斜。火箭依旧停留在发射架上，推进器火花四溅。炸药引爆后不到五分钟，货船就和火箭消失得无影无踪，好像它们从未存在过一样。\r\n“这里的海域有多深？”弗兰克问。\r\n“差不多七千米。”娜塔莎回答，“那颗卫星再也回不来了，这下杜姆会气得大发雷霆。”\r\n“总比让他开心要好。”弗兰克放下无人机的遥控器，摘下目镜。\r\n “等等，”娜塔莎说着，然后再次拿起遥控，观看监控画面。货船沉没的地方，海水依旧在剧烈翻腾，但现在，他们注意到似乎整个海面都开始沸腾了。\r\n海水开始打起旋涡，出现了大量的泡沫，早已沉没的火箭带着它的卫星有效载荷，缓慢地上升到空中。\r\n“这是在跟我开玩笑吧！”弗兰克说。\r\n火箭摇摇晃晃地升到空中，海面已经恢复平静，然后推进器的火光更亮了，它开始加速冲刺。\r\n娜塔莎迅速在遥控器上触发了一系列指令，红外侦测机开始与火箭平行上升。“你是打算撞毁它？”弗兰克问，“要不了多久，那艘火箭就会加速，快得你跟不上了！”\r\n“的确，”娜塔莎说，“所以要速战速决。”\r\n娜塔莎起身，集中精力迅速伸手拿起一件装备。眨眼间，她就把一件巨大的武器抗在了肩上，并瞄准了目标，同时武器出声播报：“电浆步枪充能完毕。”\r\n“电浆步枪？”一方面，弗兰克想知道为什么娜塔莎没有提前预告无人机只是个引爆目标，另一方面，他还想知道从哪里可以弄到一支属于自己的电浆步枪。\r\n“我的一点后备计划。”娜塔莎说着，深深地吸了一口气，然后扣动了电浆步枪的扳机。\r\n电浆步枪释放的高能电浆摧毁了上升的火箭，爆炸开来的电浆在监控屏幕上铺开成白茫茫的一片，红外侦测机瞬间灰飞烟灭。从他们所处的位置俯瞰，火箭被炸成了无数碎片，盘旋着从空中飘落，下方则出现一团巨大的火球，消散成卷曲的浓烟。成团的电浆与火箭的残骸一同坠落，砸在海面上发出噼里啪啦的声响。\r\n娜塔莎说：“很可惜，为了完成任务，只能把红外侦测机炸掉，好在这代价不算太大。”\r\n“你竟然不相信我一个人能搞定？”弗兰克惊呼。\r\n“我当然相信你了，弗兰克。你说了要炸掉那艘船，你也做到了。”就在娜塔莎说话的时候，她同时给最近的红房子安全屋特工下达了行动指令，他们会让那艘船彻底消失的。“但我们要面对的是毁灭博士。如果有一件事情必须要牢牢记住的，那就是与毁灭博士作战的时候，一定需要一个后备计划。所以……”她耸了耸肩，“我就是那个后备计划。”弗兰克虽然表示理解，但他依然觉得娜塔莎应该提前告知他这些计划。“看来我们终究还是合作了。”\r\n“是啊，”娜塔莎说，“我们应该再合作一次。”\r\n“也许吧，”弗兰克说，“如果非要挑这次行动的缺陷，可能还有个小问题需要解决，那就是 —— 我想要一把电浆步枪。”\r\n娜塔莎侧着脸笑了笑，并没有直接回答这个问题。“我在组建一个团队，需要一些不是那么循规蹈矩的人加入。或许这些人有着艰难曲折的过去，但现在他们都想为小人物做些正确的事。比如说，上海码头的那些工人，他们明天就能去上班了。”\r\n “所以，做好事，为遭受压迫的人挺身而出？我们是什么，骑士吗？”\r\n“总比被复仇和死亡的愿望所驱使要好得多。”娜塔莎说。\r\n弗兰克思考了片刻，他早已忘记了在战场上并肩作战的感觉，如果天要塌下来，也许他的确需要些帮助。“既然你都这样说了，那好吧，我加入。”","isUnlocked":true,"unlockHint":null},{"title":"当我的朋友是一位罪犯","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"},{"title":"起爆的哑弹","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"}]}