{"id":1015,"shapeId":0,"heroName":"暴风女","realName":"欧萝洛·梦露","enName":"Storm","role":"决斗家","somatotype":"Level3","categories":["X_Men","Mutants"],"difficulty":3,"desc":"暴风女欧萝洛·梦露拥有欧米茄级变种能力，是战场上不容小觑的力量。她就是天气本身！风雨雷电，皆由女神号令！","color":"#454F76","icon":"/Content/Marvel/UI/Textures/HeroPortrait/SelectHero/img_selecthero_1015001.png","shapeKey":"10150","bio":"欧萝洛·梦露是一位能够呼风唤雨的变种人，被当地居民尊奉为“天气女神”。后来她成为了X战警的一员，以“暴风女”之名为人熟知。作为太阳系的摄政王，克拉科的守护者，暴风女肩负起了守护地球变种人，乃至整个变种人族群的神圣使命。\r\n时间流纠缠释放出来的巨大能量，在X战警的家园——活体岛屿克拉科掀起了剧烈的时间风暴。尽管暴风女的力量平息了岛屿的气候波动，但她却甘愿与同胞并肩，追寻更为恒久的解决之道。","story":[{"title":"如梦如露","content":"能同时在克拉科寂静议会和阿拉寇巨环议会中任职的变种人是少数，欧萝洛·梦露就是其中的凤毛麟角。她翘首以盼，渴望着这两个具有自我意识的岛屿有朝一日能够再度合而为一。\r\n然而，事态的发展却超乎她的预料。\r\n那时她正沿着美丽的礁岸泻湖散步，三两珊瑚鱼群在她的脚边逡巡伴游；阿拉寇的红沙赤潮，与克拉科的蓝天碧海殊异其趣，欧萝洛也为自己身为两个世界的领袖而感到振奋不已；然而在她毫无觉察的情况下，大幕已经悄然拉开，细如微波的时间漩涡在转瞬之间就发展为巨大的破坏浪潮。由于变种能力的特性，暴风女通常对周围大气中的细微变化非常敏感，然而，最近她忙于应付那些对她在巨环议会席位构成威胁的新挑战者们，虚伪政治的纷扰分散了她的注意力。\r\n但此刻她开始意识到了，一场未知的风暴即将来临，而她还未能洞悉其中的玄机。她的脉搏快速跃动，然后又渐渐放缓，逐渐沉寂成如鼓点般低沉的跳动。四周的雨滴仿佛进入了慢镜头，静止在空中，宛如悬浮的珍珠，然后又各自以不同的速度纷纷降落地面。乌云如利刃般划破了苍穹，随即迅速消散于天际，最后重新凝聚成庞大的黑色幕墙，整个过程不过在瞬息之间——而在乌云背后，天空不再是往日那明亮的蔚蓝色。靛蓝和墨黑在天空中交织，从地平线到地平线勾勒出的一道道分界线，将天幕分割成残破的画卷。而在天际边闪烁着的群星，也不再是暴风女熟悉的模样。\r\n她抬起一只手，看着雨水滴落在她的肌肤上——有一些雨水从手指间的缝隙穿过，仿若她的手掌并不存在。在她的身侧，无数植物在须臾间就完成了生长、绽放、凋零的历程。参天巨树冲天而起，高耸至两百英尺，直直破开苍穹，随即轰然倒下。树干早在落地之前就已化作齑粉，尘归大地。浓郁的花香弥漫在空气中，昆虫们在她眼前穿梭飞舞，仿佛她只要轻吸一口气，便能亲历百万年的演替。\r\n阿拉寇和克拉科在她眼前浮现，两座岛屿的某些部分看起来像是交织在了一起。随后欧萝洛便意识到她看错了：那是两座岛屿正在相互碰撞，因此交融成了彼此。交错的时间线撕开了所有感知的边界。红堡和断念之塔交叠、融合，变成一种混杂的新形态，在暴风女集中精神一探究竟之前，新一轮的时间搅动再度袭来，将这一切席卷而去。克拉科的海湾和阿拉寇的珊瑚旋转成新的形态。克拉科的采石场和阿拉寇的“危恶之环”相互融合，而后挣脱了对彼此的束缚，此刻，采石场中出现了阿拉寇战士的身影，而“危恶之环”里则站立着满脸迷惑的克拉科变种人。两座岛屿的森林相互蔓延，又再次分离，于是它们各自都拥有了新的物种以及不知名的混血种。风吹得越猛，变异的速度就越快。现在，暴风女看到风暴中出现了一些新材料的碎屑，如雪花般飘落到岛屿的地面和海岸上。这些微粒碰到她的皮肤时带来了刺痛感，然而这并非仅仅是身体上的疼痛，更像是在损害她在时空之中找到自身位置的能力。她不禁后退了几步，但很快又重新站稳了脚跟。\r\n微粒如雨滴般洒落在两座岛屿之上，让它们都陷入了疯狂。阿拉寇和克拉科悍然交锋，犹如血脉相连的手足相争，充溢着苦涩之情。暴风女双脚分立于两座岛屿的土地上，她深知，若不采取行动，她必将被吞噬殆尽。当扭曲的时间再次撕裂她的灵魂，如狂风般吹乱了她的头发，涤荡她的思绪时，她恍然间顿悟了自己能做些什么。\r\n这是一场风暴。\r\n只要是风暴，就能为她所驭。\r\n驾驭天气是暴风女与生俱来的本能，自少女时代便是如此。但面对这场全新的风暴，她将不再依赖她的本能，而是依靠她的意识——然而，她的意识此刻正遭受着微粒的干扰。这些微粒如狂风般肆虐，摧毁着她的专注力，使她无法立足于此时此地，而她若想发挥自己的能力对付这场前所未有的新风暴，就必须摒除这些干扰。\r\n她并非在独自忍受着这些微粒的折磨。两座岛屿粗暴地闯入彼此的现实，正在发出痛苦与恐惧交织的哀鸣，那声音既如飓风呼啸，又似惊魂尖叫，在暴风女的脑海中久久回响，促使她立刻采取行动。尽管她如今的头衔是阿拉寇的摄政王，但这不意味着她的心中会松懈对克拉科的责任。\r\n时间风暴迫使两座岛屿相互碰撞，同时在它们周围扭曲出一个全新的现实。暴风女感受到了这些强大的能量流，瞬间意识到，它们是在一个相同的系统中运作的，与此同时，她的变种能力也迅速做出了反应。当她控制闪电时，电荷在她身体周围噼啪作响，而现在，时空本身也在她四周激荡起伏，从一百万个不同的现实中创造出一百万个不同的欧萝洛·梦露，但没有一个能够干扰或取代她。她感到一切尽在她的掌控中，开始试图让风暴平息下来。她知道，这场风暴的范围远远超出了她的掌控能力，但她可以控制其中的这一小部分，并对此加以利用。克拉科和阿拉寇的存亡岌岌可危，岛上成千上万变种人的性命也危在旦夕，若不施以援手，他们将被卷入时间的洪流，彷徨漂泊，无处可依。她绝不能让时间风暴将两座岛合为一体，它们都在担忧自己能否幸存，曾经的共生关系让它们的焦虑开始在心灵上彼此撕扯，而随着恐惧情绪的攀升，它们的担忧已经形成了一个循环不休的反馈回路。\r\n只有暴风女才能阻止情况彻底失控。\r\n她开始蓄势引导风暴的气流，将那些最具破坏力的狂风拨离，为克拉科和阿拉寇寻找更平缓的路径，以便穿越……时间的洪流？她是在引导他们穿越时间吗？就像熟练的船长带领船只驶过暴风雨，抵达更安全的港湾？若是如此，他们最终会停靠在何处？\r\n渐渐地，她将时间风暴的力量引导至两座岛屿的岸边，让它们各自扬帆驶回自己的现实，彼此之间越来越远，越来越远。密集而刺骨的微粒呼啸而过，此刻，它们变得愈发巨大，凝聚成晶莹剔透的结晶。这些结晶从风暴中沉淀析出，如同蓄满水汽的云朵，终于难以负荷，化作了雨滴，轻盈地飘落。是谁引发了这场时间风暴？不同的现实是如何纠缠交织、重叠交错的？\r\n这些问题可暂且搁置。眼下，她必须确保风暴正在逐渐平息，而非在沉寂中积蓄力量，准备再度掀起狂澜。她感受到风暴的能量正在减弱，然而在她的四周，越来越多的结晶纷纷坠落，遍布两座岛屿的地面。就在她心生此念之际，这场混沌的时间乱流终于彻底安静了。\r\n两座岛屿的重新融合，并不像将它们分开那样简单，放任它们在时间的风暴下彼此冲撞，只会演变成一场同时湮灭双岛的惨烈坍缩，而毫无疑问，两座岛上的居民也绝无生还的可能。\r\n战争的余波和回响依然在她周围的空气中盘旋。不过好在一切都结束了。暴风女站在克拉科的岸边，凝望着远处的海面……\r\n等等，时间风暴刚刚兴起时，她明明身处火星上的阿拉寇。如今，一切尘埃落定后，她却发现自己身在克拉科，立于地狱火海湾的滨畔，白宫与黑石在她的身侧犄角相对，空气中弥漫着新鲜的气息，那是经历过暴风雨洗礼后的生机与活力——独属于地球的生机与活力。欧萝洛环顾四周，俯瞰着这座美丽的岛屿，尽管她对自己被莫名其妙掉换了位置而感到不快，但她心中依然涌起一股母亲般的自豪感，是她成功引领克拉科渡过了危机。\r\n然而，还有许多问题亟待解答。一切是如何发生的，她是如何在不借助克拉科传送门的情况下跨越亿万公里的？阿拉寇安全地回到火星了吗？甚至，在时间风暴发生前，这两座岛屿真的来自同一条时间线吗？这种新型风暴比她曾经感受过的任何力量都要强大，甚至可能超越了她与凤凰之力短暂交融时所感受到的力量。是谁引发了这些风暴？更重要的是，为什么要引发这些风暴？它们对生活在这两座岛屿上的变种人都造成了什么伤害？她怎样才能确保这样的事件不再重演？作为领导者，她必须揭开这些谜底。但就个人而言，她此刻最强烈的愿望，就是去确认她的亲朋好友是否都安然无恙，她必须要找到他们，不论在克拉科，还是在阿拉寇。而在岛屿之外，世界上其他地方的境况又是如何？她曾经熟识的纽约或者瓦坎达是否也受到了影响，它们还会是原来的样子吗？\r\n在她的周围，风暴后残留的结晶厚厚地铺满大地。她弯腰捧起几颗结晶，细细端详。这就像是时间凝结而成的宝石，她心想。\r\n泽维尔和万磁王都必须立刻知晓这件事，不过暴风女几乎立即决定，应该让泽维尔先知道。虽然这两位宿敌皆认为自己毕生谋求着变种人的福祉，但暴风女显然更认同泽维尔的观点。\r\n他现在在哪里？就在这座岛屿上，还是在这个世界的其他地方？抑或是在新的世界、新的时间线里？又或许她误解了那些风暴的本质？\r\n暴风女看到人们从克拉科的森林中走了出来。有些是她认识的熟悉面孔，有些则是陌生的新面孔。众人看见她屹立在高岭之上，俯瞰着汪洋大海，于是纷纷向她寻求指引。她不知道他们驶向了何方，克拉科或是阿拉寇，地球或是火星，过去、现在或是未来……她唯一知道的是：她绝不会辜负他们的期望。","isUnlocked":true,"unlockHint":null},{"title":"太阳系之声","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"},{"title":"与阿坎提同游","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"}]}