{"id":1016,"shapeId":0,"heroName":"洛基","realName":"洛基·劳菲森","enName":"Loki","role":"策略家","somatotype":"Level3","categories":["GodsOfAsgard"],"difficulty":4,"desc":"有什么能比用智慧碾压敌人更令谎言之神满足呢？诡计百出的洛基最爱利用分身和变形灵活地穿梭于战场，时刻将敌人玩弄于股掌之间。","color":"#4C865C","icon":"/Content/Marvel/UI/Textures/HeroPortrait/SelectHero/img_selecthero_1016001.png","shapeKey":"10160","bio":"洛基是冰霜巨人国王劳菲之子，从小被奥丁收养，成为了阿斯加德的小王子。可惜慈父之恩、长兄之义并不能改变洛基的本性，诸多恶名之中，他对“诡计之神”的称号甘之如饴。\r\n当全能之父陷入奥丁之眠时，洛基趁机独揽王权，并暗中与海拉达成交易，将哥哥索尔放逐至一条遥远的时间线。如今，洛基正从世界树中收集时间结晶汁液，欲利用其庞大的力量征服所有的时间线。","story":[{"title":"命中注定的王权","content":"那些凡人又开始用笨拙的双手搅弄时间线了，洛基本该对这类愚行习以为常，但这一次，他们捣鼓出了一些让他十分感兴趣的东西：世界树的汁液中出现了一种全新的魔法源质。\r\n于是，他开始探索其中的奥妙，将汁液浓缩、凝固、强化……直到他发现汁液中蕴含的魔法源质乃是时空本身。瞬间，一股窥伺未来的欲望在他心底萌生，他要一睹诡计之神在时间尽头是如何统治阿斯加德的。\r\n很快，凭借着世界树的汁液，洛基便掌握了预视未来之法，可结果却令他大失所望。虽不愿承认，但脱离幻象之时，洛基的心中已历经绝望、恐惧、甚至悲恸。因为，他所见到的阿斯加德已然沦为一片荒芜的废墟，王座倾覆，珍宝尽失，幸存者在荒凉的大地上苟延残喘。昔日之辉煌已化为颓垣断壁。\r\n“不，”洛基摇头，“这绝不会是阿斯加德的唯一结局。”\r\n他再度施展魔法，穿越时空……却见阿斯加德为冰霜巨人所窃，劳菲独坐于王座之上，阿斯加德子民瘦骨嶙峋。\r\n第三次……阿斯加德烈火滔天，苏尔特尔跨过熊熊燃烧的世界树，传说之塔于烈焰中悉数坍毁。\r\n第四次……阿斯加德风暴肆虐，荒凉孤寂，空荡荡的王座室里，远古冬棺破败瓦解。\r\n第五次……阿斯加德支离破碎，散为漫天星尘，流离于浩瀚宇宙。\r\n第六次……阿斯加德深陷海底，月光下的建筑巨影随水波流转。  \r\n百次结局里，阿斯加德被焚毁、被冰封、被黑暗精灵或矮人肆虐、被来自中庭或其它界域之人摧残；千次挣扎中，阿斯加德被克里人毁灭、被永恒族蹂躏、被外域领主统治，其仆从如同活生生的鬼魅，四处狩猎阿斯加德残存的子民。然而，在所有的这些结局中，洛基始终未能找到他真正追寻的东西。\r\n那就是他自己。\r\n终于，洛基看到了那个宏伟壮观的阿斯加德：郁郁葱葱的世界树茎蔓映衬着天穹，粗壮挺拔的根系稳固着基石；辉煌灿烂的宫殿巍然屹立；生机勃勃的子民安康无忧；纷繁华丽的珍藏完璧无瑕……而洛基，傲然居于至尊王座。\r\n他的思绪如潮涌动，片刻后闪回现实。至此，阿斯加德经历了多少次覆灭？而唯有在洛基的统治下，这座王国才得以幸存……\r\n“看来，”洛基心中默念，“唯有承认我真正的使命，认可我至高的地位，颂扬我卓越的统治，阿斯加德才能在这场荒谬的冒险中幸存，此乃命中注定！如今，便是我倾力践行，实现这未来之时。”\r\n顷刻间，计谋的关键点便在洛基的脑海中成形。首先，要巧施妙计，使用强大的魔法令全能之父陷入奥丁之眠。虽然棘手，但洛基也曾成功得手。最大的挑战莫过于，在事发之前让海姆达尔猝不及防。然后，洛基将利用索尔救父心切的愿望，引他进入一方隐秘之地。如此，洛基便可免受哥哥的叨扰，高枕无忧。\r\n然而，这种强大的魔法即使对洛基来说，也是难以掌控的。他需要寻找一两个同谋，借力而行，卡尔尼拉当为首选。在短期内，同谋对洛基来说大有益处，但待时机成熟，出卖或摆脱她他也无甚关系。欲统治阿斯加德，免其陷入悲剧重围，与命运三女神结盟势在必行。尽管命运三女神之王卡尔尼拉通晓魔法，然而，与谎言之神相比，其谋略与心计还相差甚远。\r\n此外，洛基还想到了卡尔尼拉最为亲密的盟友——海拉。毕竟，她也是皇室的一员，此类事务自然应当在家族内部解决。而且，海拉的强大力量及其统御的亡灵军团，足以使女武神与红鹰禁卫忙于它务，令王座失守……\r\n当然，洛基须得给予海拉一些好处，才能得其青睐。\r\n无声无息间，洛基便显现在了冥界，既因为他有能力做到，也因为他深谙此举将惹恼海拉。果不其然，察觉到洛基的气息，海拉旋即派遣军团。他们由未能跻身瓦尔哈拉的阿斯加德亡者组成，一路鞭策骸骨战马，高吟幽灵曲调。伴随着那些哀怨的凄婉之音，洛基缓缓走向海拉的王座。在这个界域，黑暗魔法所折之骨，铺就了通往城堡的路衢，而受海拉青睐的亡魂，则成为纳斯特隆德乌鸦的饕餮盛宴。看着这些浮夸的“装饰”，洛基心中愈发厌恶，甚至比目睹索尔登上王座还要反感。唔……也许他还是更厌恶后者。\r\n海拉此刻就坐在她的王座上，威严怒目，凛若冰霜地瞪着他。洛基缓缓走近，亡灵军团随之退避。“洛基，”海拉道，“无论你带着何等愚蠢的图谋来此，都将无法得逞。即刻返回你的界域，不要再来烦我。”\r\n“噢，亲爱的姐姐，尊敬的女王殿下，我——”\r\n“每当你称我为女王，或者姐姐，我便知你有所图谋。直言你的目的，别再惺惺作态，用那套虚伪的‘家人’说辞粉饰你的诡谲。”\r\n“啊，我们的确是家人，”洛基答道，“而我也对家人关切至深。我们的家族统治十界，权势彪炳。可惜，你我却未能分享这荣光，只因我仍未掌握阿斯加德的王权。现在，我提议纠正这个过错，并且——”\r\n“你需要我的帮助。”\r\n“是的，”洛基答道，“其实，无论你是否出手，我的计谋都将成功。然而，正如我刚刚所言，我们是家人，所以——”\r\n海拉又一次打断洛基：“我为何要帮你？”\r\n“为何呢，为了取代那位陈旧迂腐的众神之父，以及那位深受爱戴的奥丁之子，否则，他将继承王权，登上王位。”\r\n“而这恰好是你最无法容忍之事。”\r\n洛基并未回应，不愿讲出令她满意的答复。\r\n“洛基啊，在诸多阴谋家中，你是最容易被看穿的那一个。因为你所有的谋略，最终都只有一个目的。”\r\n洛基微微颔首，不愿言语示意。\r\n“你在研究某种新魔法，我嗅到了它的气息，告诉我吧，那是什么？”\r\n“啊，其实是世界树的汁液，看好了！”洛基在世界树的根系上划出一道微小的凹痕。汁液渗出，他将其收集起来，开始施展魔法，提取汁液的精华。“正如世界树塑造了十界的形状，”洛基说，“如今，它的汁液塑造了时间的形状。”片刻后，洛基掌心盈溢着一小团琥珀状的物质。“拿去吧，它向我展示了我的王国的未来，它也将向你展示冥界的未来。”\r\n“你的王国？阿斯加德？”\r\n“是的，”洛基答道，“这就是我来见你的原因。”\r\n洛基将汁液凝成的精华放入海拉的手中，开始描述他先前见到的一切。\r\n“啊！”回到现实后，海拉不由自主地叹道。\r\n“这当真值得惊叹，不是吗？”洛基说，“那么，允许我再次问出那个问题，你愿意助我一臂之力吗？”\r\n“愿意，”海拉答道，“然而，对于这些‘时间结晶’，我也有自己的愿景，因为它们同样坠入了我的界域。作为回报，你应当助我实现这个它们。”\r\n“那是自然。”洛基嘴上答应着，心里却已经开始构筑谎言，但即便狡诈如洛基也不可能料到，哪怕是最虚假的谎言，有朝一日也可能会变成确凿无疑的现实。","isUnlocked":true,"unlockHint":null},{"title":"探寻神秘之旅","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"},{"title":"根蚀","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"}]}