{"id":1018,"shapeId":0,"heroName":"奇异博士","realName":"史蒂芬·斯特兰奇","enName":"Doctor Strange","role":"捍卫者","somatotype":"Level4","categories":["Avengers"],"difficulty":3,"desc":"身为至尊法师，史蒂芬·斯特兰奇博士总能优雅地使用各种咒语制衡战场。当然，魔法均有代价，每次使用奥术力量，他内心的黑暗都在渐渐苏醒。","color":"#DB635C","icon":"/Content/Marvel/UI/Textures/HeroPortrait/SelectHero/img_selecthero_1018001.png","shapeKey":"10180","bio":"备受敬仰的外科医生史蒂芬·斯特兰奇，在一场可怕的事故中双手受创，被迫走向了截然不同的人生道路。他心无旁骛地投入神秘魔法的修习，最终成为了现实维度和超自然威胁之间的一道坚固防线——至尊法师。\r\n当一股强大的时间涟漪震撼造物之柱时，斯特兰奇博士为了保护自己的世界，进行了一场奥术仪式。但法术未能彻底成功，斯特兰奇连同他的至圣所，均陷落在镜像维度的无尽迷宫中。尽管在时间的洪流里彷徨失措，但斯特兰奇借着他高超的魔法造诣，也能片刻地摆脱束缚，短暂地投入到这场关于时间的战争中。","story":[{"title":"星界的囚徒","content":"在奥术领域里，任何细微的变动，都逃不过斯蒂芬·斯特兰奇的眼睛。在过去的几周里，来自拉托维利亚的扰动掀起一片惊涛骇浪，久久未息。最终斯特兰奇决定，既然维克多·冯·杜姆执意如此明目张胆地制造扰动，那么对他实施星界监控便迫在眉睫。\r\n“王，”斯特兰奇开口说，“我会在星界位面里待上几个小时。希望在我无暇抽身的这段时间里，至圣所能够有能力应付任何突发事件。”\r\n“都交给我吧。”王从容地答道。\r\n斯特兰奇踏入至圣所最深处的房间，这里安置着维山帝与一些为人所熟知的魔法实体遗留下来的圣物和神器。唯独在这里，他才能从容自若、集中心神，触及力量之源……在此地施行星体投射最为稳妥。\r\n闭上双眼，默诵咒语，他感觉自己的灵魂正逐渐脱离躯壳，如羽毛般轻盈地穿过了分割物质维度与星界位面的无形壁障，进入了无尽的星界领域。\r\n在星界位面中，方向与地点的运作规律与物质位面截然不同。所幸斯特兰奇熟稔于此，他确认方位后，朝着拉托维利亚的方向飞去，最终停留在边缘位置静静地观察着末日城。\r\n眼前的星界末日城如同一个强大的魔力之源，神秘能量如波涛般从中倾泻而出。显然，维克多在筹谋着些什么……\r\n魔力之源顷刻间鼓胀为一颗耀眼的光球，这颗高速旋转的光球逸散出绚烂的能量拖尾。\r\n然后它逐渐向外延展，压扁成一个旋转的环，转速越来越快……最终，圆环在猛烈的爆炸后彻底破碎，爆炸产生的冲击力席卷而来，斯特兰奇的灵体几乎要被粉碎成意识彻底湮灭的微型粒子了。\r\n一股猛烈的扭曲之力刹那间贯穿了整个星界，差点切断了斯特兰奇的星体投射与至圣所内的躯壳之间的联系。那股如海啸般奔涌的能量以不可阻挡之势冲散了沿途的所有灵体，斯特兰奇冷静地观察着，以现实中的躯壳为锚点，顺着巨浪翻涌的方向随波逐流，堪堪卸掉了迎面而来的巨大冲击。\r\n有那么一瞬间，他感到灵体与躯壳之间的纽带已经达到了极限。\r\n虚空如同无尽的深渊，贪婪地吞噬着那些与躯壳断开连接的灵体。它就环绕在斯特兰奇身边，无边无际，贪得无厌，等待着他的灵体溶入无垠的空虚里……\r\n“不！”斯特兰奇开始反击。他紧闭双眼，让阿戈摩托之眼为他观察万物。那条灵体与躯壳之间的纽带在阿戈摩托之眼的注视下散发着微光。于是，他专注心神以全力维系这条纽带。\r\n与此同时，他感知到了其他时间线上无数个奇异博士，他们的情绪与他几乎一致——同样困惑于此时此刻发生的事，却都在灾难之中坚定地捍卫己身，并对造成如此弥天大祸的邪恶之人感到愤怒不已。\r\n那股扭曲之力如同野兽般横扫各个时间线，穿越不同维度，使它们互相纠缠，融入彼此。\r\n斯特兰奇感觉自己的思维边界开始变得若有若无，灵魂似乎也开始逐渐瓦解。此时此刻，唯有使用那些禁忌的黑魔法，才能拯救自己。\r\n他把手伸进无尽的虚空里，触摸并汲取其蕴含的黑暗能量，开始施展黑暗魔法。古一的门徒都曾得到教诲，施展此种咒语必然会带来沉重的代价，然而斯特兰奇深知，为了生存，此刻他别无它法。\r\n斯特兰奇从虚空中召唤出一颗纯粹的灵能微球，他将自己的灵体一点点倾注于这颗球体之中，直到球体将灵体完整地包裹起来，形成一道无坚不摧的防护罩。\r\n在与虚空的对抗中，护罩坚如磐石，斯特兰奇感到自己的意识开始逐渐重新编织、自我修复，对其他史蒂芬·斯特兰奇的感知也逐渐开始减弱，最后彻底消失。\r\n在这场突如其来的冲击下，有多少个斯特兰奇成功逃脱？又有多少个斯特兰奇消逝在那无尽的虚空之中？\r\n他永远也无法得知。重要的是，当这股扭曲之力散去后，斯特兰奇仍能感知到灵体与躯壳之间的联系。他的灵体毫发未损，至尊法师史蒂芬·斯特兰奇的躯壳依然尚存。\r\n然而，一些微妙的变化让他心有疑虑。他变成了……难道说……？但这真的可能吗？\r\n他的星界灵体依然与躯壳保持着连接，但他的躯壳已不在至圣所内……而至圣所外，纽约的景象已变得与往昔全然不同。即便身处无垠的跨纬度空间中，他仍能感觉到这些变化。\r\n使用禁忌的魔法，注定要付出沉痛的代价。\r\n这些突如其来的变动让斯特兰奇也为之震惊，险些落入对他垂涎欲滴的虚空之中，但他很快紧守心神。他是至尊法师，所有时间线里的地球都寄希望于他，他必须履行自己的使命。 不管他返回躯壳之后，见到的是哪一个地球，他都必须为那个遭遇灾难的星球重建秩序。\r\n这意味着他必须与毁灭博士正面对抗，甚至会面临不止一个毁灭博士。斯特兰奇的奥术感知，令他能敏锐察觉到其他强大法师的存在，而他现在感知到了两个毁灭博士的存在……或许还有更多？\r\n回到物质维度前，一切计划都是空谈。待到事情逐渐明朗，他将开始梳理毁灭博士的所作所为，逐步扭转战局。\r\n这无疑是一项严酷的任务，因为毁灭博士是一位无比强大的对手。\r\n但是，奇异博士也同样强大。\r\n他开始施展咒语，回归躯壳，然而就在咒语即将完成之际，阿戈摩托之眼的视界突然消失了。\r\n连结灵体与躯壳的纽带已经消失无踪。纽约不见了，至圣所也不见了。星界位面就像它所连接的物质维度一样，陷入了混沌和纠缠。所有的一切都被毁灭博士制造的灾难摧毁并重塑了。\r\n距离冲击爆发已经过去了多久，斯特兰奇不得而知。在星界感知时间的长短原本就是个麻烦事儿，而如今的情况更加混乱了。斯特兰奇将这些疑问抛诸脑后，他集中精神，摒弃内心的恐惧，将一切情绪都转换为坚定的决心，去努力寻求那一丝与物质维度的联系。\r\n史蒂芬·斯特兰奇，地球上的至尊法师，他能够游刃有余地处理一切糟糕的情况，面对现在的局面自然也不会惊慌失措。即使物理维度中，时间已经过去了几个世纪，无数现实在他眼前分崩离析、化为虚无，但他不为所动。因为如今的关键问题不是有多少现实消逝了，而是现实仍然太多，惊心动魄的潮水已然退去，沙滩上堆叠着纠缠不清、混乱不堪的现实的残骸。\r\n每一块现实的残骸，都有其曾经的归属，如果他能分辨出这些残骸所属的维度……\r\n斯特兰奇保持着冷静，使用魔法大师视察万物的能力，去感知其他史蒂芬·斯特兰奇、其他至尊法师的存在。\r\n有些宇宙对他来说似曾相识，在那些地方，巫毒博士、地狱风暴或者他自己的女儿索菲亚身居至尊法师之位。还有些宇宙中的至尊法师则过于离奇，难以想象，仿佛是宇宙对他发来的嘲讽，他便冷眼旁观、置之不理。在这期间，斯特兰奇一直在努力恢复灵体与躯壳之间的连结，试图重返那个位置扑朔迷离、若隐若现，却始终无法触及的纽约。\r\n与此同时，每个幸存下来的维度都在逐步重建秩序，地球重新围绕着太阳旋转起来。\r\n然后，一种迥然不同的感觉向他袭来。某个世界在毁灭博士的撕裂下濒临瓦解，然而又被另一股力量维系在一起。那股力量并非源自维山帝，也并非是古一在卡玛泰姬的训练所能授予。\r\n在那个分崩离析的世界里，混沌本身被编织成了一种精巧而壮观的结构，牢牢抵抗着无尽虚空的侵蚀。斯特兰奇知道，要将这样的世界维系在一起，维持者需要消耗巨大的能量。能将这种想法付诸行动的人寥寥无几，而能够持续进行下去的人更是凤毛麟角。\r\n他轻轻触摸着这个精巧的混沌结构，脑海中出现了某个他熟悉的人。他知道，回归物质维度的机会已经到来。\r\n斯特兰奇也不知道自己还能在这个混乱不堪的星界位面中勉力支撑多久，他将自己的全部心力凝聚成一句迫切的呼唤。也许，那个熟悉之人来自另外一个世界，但她至少属于某个真实的世界。他迫切需要回到自己的躯壳之中。\r\n他沿着星界位面之中的混沌结构，找到了她的位置。\r\n这里的她认识他吗？时间是否过去了很久？斯特兰奇这个名字是不是已经被彻底遗忘了？他将这些顾虑深埋于心。\r\n“旺达！旺达！我是史蒂芬·斯特兰奇，我需要你的帮助！”","isUnlocked":true,"unlockHint":null},{"title":"魔法停摆之日","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"},{"title":"杜姆的誓言","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"}]}