{"id":1022,"shapeId":0,"heroName":"美国队长","realName":"史蒂夫·罗杰斯","enName":"Captain America","role":"捍卫者","somatotype":"Level4","categories":["Avengers"],"difficulty":4,"desc":"凭借超级血清强化的身躯和丰富的战斗经验，史蒂夫·罗杰斯能够手举振金盾牌直面所有威胁，坚守心中的正义。当美国队长挺身而出集结英雄时，势必会鼓舞整个战场。","color":"#3972B1","icon":"/Content/Marvel/UI/Textures/HeroPortrait/SelectHero/img_selecthero_1022001.png","shapeKey":"10220","bio":"为了在第二次世界大战期间报效祖国，年轻的史蒂夫·罗杰斯参加了一项秘密实验，神秘的血清极大地增强了他的力量、速度和敏捷，使他成为了美利坚历史上第一位超级士兵。身为美国队长，他怀着军人的荣耀浴血奋战，但一次意外让他沉睡于冰海之下，消失在历史的长河中。\r\n直到2080年代，美国队长才被再度发现并解冻。重见天日的他开始与以杜姆2099为首的未来威胁战斗，而突然发生的时间流纠缠又让他来到了现代。如今，他与复仇者并肩作战，以阻止那个他姗姗醒迟的未来成为现实。","story":[{"title":"嚎叫突击队归来","content":"   从慕尼黑到末日城的短途飞行中，小队里的一个年轻士兵还是没忍住，问出了那个所有人都想问的问题。\r\n\t“您在冰里待了很长时间。” 名叫刘的士兵开口说。\r\n\t听出他声音中的敬畏，史蒂文笑了笑：“是啊。”\r\n\t “一百四十七年。”另一位稍年长的队员补充道，她的名字是海斯。\r\n\t史蒂文咧嘴笑了笑：“居然还有人数着日子。”\r\n\t2092年，全球气候变暖导致冰川融化，一群徒步旅行者在格陵兰岛南部发现了美国队长露出冰层的双脚，以上这段介绍就是俗称的长话短说。在接受了几个月的信息同步后，队长又做回了他最擅长的事情：打击坏人。“对美国队长来说，一百四十七年也不过是弹指一挥间吧。”海斯故作轻松地说，试图用幽默和虚张声势来掩饰她此刻的紧张。队长记得曾经的嚎叫突击队队员伊兹·科恩也做过类似的事情，还有达姆弹，法朗奇等等……但他们早已不在了，只剩下队长孑然一身。然而，在冰层里冻了多久对队长来说并不重要，重要的是醒来之后，还得弄清楚现今的世界是怎样的一幅面貌。虽然一切都变得如此陌生，但也有一些东西依旧如故，比如像史蒂文·罗杰斯这样的人仍然坚持与恶棍作战，而这些反派恶棍中最糟糕的当属2099年的维克多·冯·杜姆。\r\n\t据队长所知，另一位维克多·冯·杜姆在二十世纪末期制造了诸多麻烦，主要是与一个早已不复存在的超级英雄家族之间的正面交锋，这个家族自称神奇四侠。2099年的杜姆与自己知道的那个杜姆是同一个人吗？是使用科学技术延长了寿命，还是使用了过去九头蛇渴求的某种魔法？很难说得清楚。队长知道发生这种事不足为奇，但他还是很难想通。他是存在于历史书中的人物，但是在2099年，并非每一个人都会读书，所有的东西都呈现于荧幕之上，他并不习惯，可能永远也无法习惯。\r\n\t但是未来有未来的好处，队长得到了一块新的盾牌，跟旧的那块一样，都是振金制成的。但是新的盾牌附带更强大的力场，还增加了些其他的小玩意。\r\n\t“会很难吗？我的意思是，要弄清楚未来发生的这一切？”刘追问道。\r\n\t史蒂文能够理解他的不理解，对于一个年仅二十岁的年轻人来说，史蒂文经历的一切都像是古老的历史。“的确很难。”队长回答，“我被冰封时，乘飞机旅行要花很长时间，遨游太空只是杂志上的逸闻，迈阿密彼时还只是一个海滨小镇。而现在，瓦坎达帝国的行星已经遍布整个银河系，迈阿密的大部分地区也已沉入海洋。即便如此，我还是觉得2099年的战斗机飞行时间太长了。当然了，从我一个行伍之人的角度来看，我会希望越快抵达战略目标越好。所以，我们发明出瞬移装置了吗？”\r\n\t士兵们咯咯地笑了起来，就像他们平时听到那些老年人开新时代的玩笑一样。队长已经在心里把他们看作是嚎叫突击队了，就像他昔日的战友一样。但这些年轻人还需要一些时日锻炼，才能真正的名副其实。\r\n\t“有很多需要适应的吧？”第三个士兵开口说，他的名字是奥孔库沃。奥孔库沃平时沉默寡言，不善言辞，所以当他开口时，队长便知道他心底一定是百感交集的。\r\n\t“是的，但你知道什么没变吗？”\r\n\t“什么？”奥孔库沃的脸看起来宽阔而真诚，和所有的士兵一样，他需要一些安慰和鼓励。毕竟，这是一场战争。士兵们心里都清楚，在体验真正的人生之前，他们很可能会面临死亡。\r\n\t “这个世界仍然充斥着想成为暴君的人，它仍然需要像我们这样的人，能为小人物挺身而出的人。”队长脑子里飘过一丝念头，如果红骷髅还活着，他现在在做什么呢？他曾经也注射过超级士兵血清。\r\n\t骤然响起的警报把史蒂文的注意力重新拉回手头的任务上。陌生面孔的全息头像出现在队长面前，快速呈上了一份任务简报，同时，目的地的全息图像也在运输机主舱的屏幕上铺开。“罗杰斯队长，您之前已经听过了这份简报，如果其中有重复的内容，请见谅，因为小队中的其他人也需要了解情况。我们很快就会进入拉托维利亚领空，而从它的边境到天堂悬浮城，即瓦尔哈拉天空城，只有几千米的距离。那里是毁灭博士的空中堡垒，我们会尝试将你们着陆在堡垒下方，届时你们将会看到被一连串岩架环绕的反重力端口和其他几个功能未知的舱口。你们的首要任务目标是关闭维持瓦尔哈拉天空城飞行的反重力推进器，如果首要目标无法达成，那么你们的次要目标是侦查天空城之后迅速撤离。”警报声再次响起，“您已进入拉托维利亚领空，隐形力场完好无损，两分钟后将在瓦尔哈拉天空……”\r\n\t全息影像突然消失，声音也戛然而止。有什么东西猛地撞击了运输机的驾驶舱，砸碎了窗户并摧毁了控制台。警报声响起，在自动驾驶系统将机身重新稳住之前，运输机进行了短暂的俯冲。队长警觉，看来隐形力场已经失效，现在他们已经完全暴露在毁灭博士面前。\r\n\t换句话说，如果刚才击中运输机的是颗导弹，那么它的有效载荷肯定没有被引爆，否则他们现在已经化为风中的齑粉了。\r\n\t“驾驶功能已失效。”智能驾驶备份的声音从他们的头盔通讯中传来。在破碎的驾驶舱中，声音是无法穿过呼啸的狂风到达他们耳中的。\r\n\t“罗杰斯队长，是否终止任务？”\r\n\t“不！”队长回答，“如果你能驾驶这台运输机，我们就有机会继续任务。”\r\n\t机舱里传来两声沉重的轰隆声，有什么东西落在了机翼上。嚎叫突击队的士兵们环顾四周，有的惊慌失措，有的则忐忑不安。队长不得不提醒自己，他们不是1943年的那些久经沙场的老兵，但是，他们也是勇敢的孩子，欠缺的只是领导力和经验。那么，一个身经百战的老年人不正是他们此刻所需要的吗？队长起身，朝侧舱走了几步，到达运输机的主跳门。在到达瓦尔哈拉天空城下方之前，他们并没有使用这扇门的计划，但现在看来，计划需要改变。“看来他已经知道我们来了。”\r\n\t“是什么东西撞了我们？”奥孔库沃喊道。\r\n\t“我猜是毁灭机器人，这是唯一合理的解释。”\r\n\t最年轻、话最多的士兵刘被吓得语无伦次：“我们应该终止任务，队长，如果他已经盯上了我们……”\r\n\t队长拍了拍刘的肩膀：“孩子，即使我们现在掉头，也只会被数不清的毁灭机器人包围。唯一的出路就是向前，穿过它们！” 说完，他转过身向驾驶舱发出命令，“电脑，以及所有的智能驾驶系统，保持航向！我去去就来。”\r\n\t“保持航向。”智能驾驶重复了一遍队长的命令。\r\n\t队长大步跨到后舱们，猛地把门拉开：“稳住运输机，剩下的就交给我吧！”\r\n\t解决这个麻烦也许可以用些高科技手段，队长一边抵住机身爬上机翼，一边思考着，比如遥控炸弹、飞行机器人诸如此类的手段，但那不是美国队长的行事风格。或许1944年早已在那个士兵的生命中远去，但1944年的痕迹仍然深深地烙印在他的体内。曾经，他也爬上过机翼，只不过他从未在机翼上与毁灭机器人战斗过，所以这也是一次全新的体验。\r\n\t身型超过2米的巨大毁灭机器人伫立在机翼上，尽管长着一张毁灭博士的脸，但还是能看出，这张冰冷的铁面不过是对那张臭名昭著的脸庞的拙劣模仿。另外一个和它一样的毁灭机器人也着陆在机身上，正努力稳住身体。这场景像是史蒂文小时候见过的那些飞机特技表演，只不过表演的人是站在双翼机上的，而不是这种能够以6马赫速度飞行、使用等离子燃料的喷气式战机。\r\n\t前面就是瓦尔哈拉天空城了，成群结队的毁灭机器人正蜂拥而至。“电脑，”队长说，“加快速度，我们得在下一批毁灭机器人到达之前转向着陆点。”\r\n\t“加速会有毁坏机身的风险。”电脑回答。\r\n\t“如果不加速，马上就会来几十个毁灭机器人把整个机身撕裂！”队长接着命令道，“加速！”\r\n\t运输机的等离子涡轮机发出刺耳的声音，它骤然调转方向飞离那些逼近的毁灭机器人，并设定了一条环绕瓦尔哈拉天空城的弧形航线。加速带来的猛烈冲击让队长失衡，也差点让机翼上的那个毁灭机器人摔落，但它还是稳住了自己，享受了片刻的平衡。队长以低角度抛出盾牌，折断了它的一条腿。在运输机的一阵喷射气流中，那个毁灭机器人完全失衡，旋转着摔落下去。盾牌一回到队长手中，便被他再次高高举起，扔出去砸中了站在机身上的毁灭机器人，从它的身体上高高弹起，然后又击中了另一个即将登上机身的毁灭机器人头部。而它的身后，还紧跟着四个同类。史蒂文想，新盾牌跟旧盾牌比起来的确有一个明显的优点，即使在时速400英里的运输机上，得益于增强的力场，盾牌还能再次回到队长手中。如果换算成千米的话，那是多少千米呢？在2099年，一切度量单位都是公制的。\r\n\t金属变形的刺耳声传来，队长回头看，发现其中一个受损的毁灭机器人挣扎着，用尽最后的力气抓住了运输机的尾部，导致副翼断裂，随后它也跟着盘旋掉了下去。此时智能驾驶的声音传来：“罗杰斯队长，控制系统已被损坏。”\r\n\t“我看到了，带我们去着陆点！”队长大声吼道。\r\n\t盾牌还未回到队长手中，一个追击的毁灭机器人便朝他扑了过去。队长以闪电般的速度躲开了它的装甲手，同时一阵枪声从舱门处传来，威力巨大的高斯子弹击穿了那个毁灭机器人的盔甲，它从空中掉了下去。队长转头一瞥，看到刘正瞄准另一个追来的毁灭机器人，于是他朝着那个孩子竖起了大拇指，同时接住了回来的盾牌。刘的肩膀上方，海斯正和奥孔库沃一起，将身体抵在舱门处，持续火力掩护，干掉了所有逼近的毁灭机器人，除了接近机身的那个，因为它与队长一同处在火力范围内。\r\n\t毁灭机器人继续向前爬行，抓住了驾驶舱支离破碎的窗户框。\r\n\t队长跟着攀爬过去，熟练地将盾牌竖起某个角度，让他既能够轻松抵挡猛烈的气流，又能将自己的身体稳稳压在机身上。待队长爬到运输机头部时，毁灭机器人的脚也跟着扫了过来。\r\n\t“发现着陆区域。”智能驾驶的播报声传来，“但我们没有足够的稳定器，无法保证安全降落。”\r\n\t队长扫了一眼瓦尔哈拉天空城侧面的岩壁，看到了洞穴、岩架…… “在那个地方找个着陆点把我们放下吧。”他指着那一片区域说。\r\n\t“收到。”\r\n\t运输机即刻转向，沿着瓦尔哈拉天空城的底部掠过。近距离观察天空城，它就像一座山的侧面。或许它本身就是一座上下颠倒的山侧，队长猜测。猛然间，机身开始向上方倾斜，持续升高，趴在机头的毁灭机器人掉进了驾驶舱内，队长也立刻跟着跳了进去。他不能丢下这些士兵们不管，他们都只是孩子，甚至从未见过像毁灭机器人这样的东西。\r\n\t运输机在天空城边缘的一片岩壁上打滑，队长也跟着跌入驾驶舱，盾牌首当其冲。智能驾驶的播报声传来，正在说明下方是否有合适着陆点，但史蒂文忙着避开毁灭机器人的拳头，雨点般的拳头像恶魔引擎一样猛击着队长的盾牌。是时候测试一下盾牌的新功能了，队长想。\r\n\t“所有人都躲开！”队长大喊。威严的声音穿透了船舱内部，以及每一位士兵的通讯器。他猛地转动前臂，盾牌也回应了他有力的挥舞，随后盾牌的边缘显现出一圈锋利的光刃。毁灭机器人又打出一拳，但盾牌的反作用力把拳头反弹了回去，致使机器人失去平衡。史蒂文趁机从体侧将盾牌扔了出去，直直穿过那个毁灭机器人的身体和支离破碎的控制板。从一片残骸中拔出盾牌时，运输机的智能驾驶播报声也随之陷入了沉默。\r\n\t队长站在原地，破损的运输机传来着陆的嘎吱声和爆裂声：“好吧，我不是有意要把这艘运输机剃个平头的，但我很高兴大家都安然无恙。”\r\n\t小队成员散落在岩石平地的各处，抬头齐齐看着瓦尔哈拉天空城以及地平线上三面环绕的山脉。队长知道智能驾驶最后采取的行动并不能为他们争取太多的时间，即使毁灭博士本人不出现，迎接他们的也会是毁灭机器人。“拿好装备，我们三分钟之后出发。”\r\n\t“那要偷一架飞机我们才能回家了。”海斯指着他们面前那一排线条流畅、熠熠闪光的飞行器说，“有人知道怎么驾驶那些飞机吗？”\r\n\t伊斯梅利，小队中的电脑高手，举起一枚小银球说：“交给智能驾驶吧。”\r\n\t“你竟然把备份带出来了？”奥孔库沃的脸上绽开了一个大大的笑容，“太棒了吧！”\r\n\t队员们开始互相击掌庆祝，突然，一大群毁灭机器人从附近的天空城大门里涌出，击掌声也戛然而止。“真希望我们能打进去！”刘说，“一直打到毁灭博士面前去！”\r\n\t队长不禁钦佩这孩子的勇气，虽然很想责备他的过度天真，但现在没有这个时间了。“那并不是我们的目标，先找掩护！”队长命令道，同时增强了盾牌的力场，让它的保护区域扩大了三倍。通过爆裂扭曲的力场，队长看到大量的毁灭机器人正从天空城的大门里蜂拥而至，还有更多的机器人正在天空城边缘升起。它们将坠毁的运输机包围得水泄不通，逼迫队长和队员们撤退到天空城的边缘。而他们的身后，是一条长长的路，一直延伸到下方拉托维利亚的田野和森林。\r\n\t “毁灭机器人太多了！”伊斯梅利说。\r\n\t“那我们就全力以赴，干掉一个是一个。”队长冷静地说，“我经历过比这更残酷的战场，我们一定会挺过去的。”\r\n\t从他们脸上的表情，队长看得出来，此刻没有人有心情听一个老年人讲战争故事，但这也不怪他们。\r\n\t然后，海斯指向天空：“天哪……”\r\n\t一个身穿蓝色斗篷、铬合金盔甲的人正漂浮在瓦尔哈拉天空城的上方，毫无疑问，那个人就是维克多·冯·杜姆。队长环顾四周，找寻能够接近毁灭博士的办法，以分散他的注意力，给队员们创造撤离的机会。毁灭博士升到空中时，一声巨响震动了士兵们脚下的石头和体内的骨骼。“这感觉也太奇怪了！” 海斯说，“你们有谁感觉到了吗？”\r\n\t接下来发生的事是队长此前从未感受和经历过的 —— 光怪陆离的色彩在他的视野中肆意游动，食物在他的胃里翻江倒海，刺耳的轰鸣声嗡然不绝，就好像刚从过山车的一个大转弯上徒然落下，队长觉得自己的精神快要崩溃了，心里开始拼命挣扎，想忆起自己究竟是谁。然而，这种猝不及防的感觉很快又烟消云散了。\r\n\t“那是什么？”刘疑惑地发问。\r\n\t队长正要说他不知道，但抬头看了看天空，到了嘴边的话又硬生生地咽了下去。\r\n\t天空中此刻出现了两个毁灭博士。\r\n\t奥孔库沃眯着双眼看着这一幕，神情似乎在说自己刚刚是不是眼花了，竟然看到了重影。“他刚刚是……复制了一个自己吗？”\r\n\t“我不这么认为。”队长说，“你看，他们的盔甲是不一样的，那个新出现的毁灭博士盔甲上有些绿色。”\r\n\t能量在两个毁灭博士之间爆发，他们投身于针对彼此的激烈战斗中，双方身后的天空中涌动着宇宙能量。瓦尔哈拉天空城上的高楼闪烁着火光，一时间似乎呈现出了不同的形状，然后又恢复正常……但，这些都是正常的吗？史蒂文发现自己很难回忆起刚刚发生的事情。大多数毁灭机器人此刻都消失了，留下来的那些则立在原地一动不动。\r\n\t “嚎叫突击队，” 时隔多年，队长再次喊出了那个久违的队名，看着电闪雷鸣的天空中两个互相厮杀的毁灭博士，他怔怔地说，“我觉得事情变得更奇怪了。”","isUnlocked":true,"unlockHint":null},{"title":"自由哨兵","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"},{"title":"战前动员","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"}]}