{"id":1023,"shapeId":0,"heroName":"火箭浣熊","realName":"火箭浣熊","enName":"Rocket Raccoon","role":"策略家","somatotype":"Level1","categories":["GuardiansOfTheGalaxy"],"difficulty":1,"desc":"虽然看起来毛茸茸，但火箭是货真价实的天才工程师和战术专家。文能利用太空科技帮助队友，武能亲自提枪上阵干翻敌人。领教过他本领的人都知道：永远不要小瞧浣熊！","color":"#D47253","icon":"/Content/Marvel/UI/Textures/HeroPortrait/SelectHero/img_selecthero_1023001.png","shapeKey":"10230","bio":"乍一看，他毛茸茸的身体可爱极了，但这位宇宙游侠“火箭”可是个性情古怪的家伙，而且咬起人跟他的性格一样，很是凶猛！所幸他凭借自己卓越的技术才能，成为了银河护卫队的一员，为宇宙间的正义而战。\r\n当星爵收到探索克林塔星球的任务时，火箭也跟随前往锻炼自己的枪法。但当他们的飞船坠毁后，火箭意外地卷入了一场殊死搏斗。在援助到来之前，火箭会竭尽全力保护他的队友。","story":[{"title":"王牌宇宙特工","content":"奎尔一不小心把米兰诺号撞毁之后——自然是因为他没有好好听火箭的话——火箭发现他们其实降落在了一片巨大的飞船墓地中。他心想：“好极了，说不定能在这里找到些零部件，修好米兰诺号，然后马上离开这里。”\r\n于是他立刻搜寻了起来，但他很快就发现，这里大部分星舰已遭岁月侵蚀，残破不堪，根本没有米兰诺号可用的零件。他标记了几艘可能会有所斩获的飞船，但搜寻过后，火箭依然没有找到他所需要的零部件。\r\n“意料之中，”他对着空气嘟囔，“看来得另寻办法了。”\r\n他左侧的飞船残骸间，突然有了些奇怪的动静。火箭紧张地注视着，但并未发现其他异常。这个名为克林塔的地方散发着一种诡异的气息：庞大的飞船墓地，巍峨而阴森的古老遗迹，所有这一切都被一片丛林所环绕，而这片丛林中生长着的奇特植物，即便是见多识广如火箭浣熊，也从未在任何其他星球上见过。虽然看不到有智慧生命的存在，但他总感觉，似乎有无形的眼睛在默默注视着他。此外，在这片墓地的另一端，离米兰诺号坠落点不远的地方，一团烈焰正在熊熊燃烧。火箭考虑了片刻，是否应该在继续探索之前，回头去叫上他的队友……然而他还是放弃了这个想法，他相信自己可以应对任何突如其来的挑战。他完全不需要奎尔，至于格鲁特，他之前还说过要和这里的植物建立连接呢。那就由他去吧，这个奇怪的家伙。\r\n等等，又有动静了。\r\n它们从阴影中滑出，动作连贯而流畅，让火箭一时间以为它们就是树枝的影子。然而，随着它们的移动，朦胧身形也在熊熊火光的映衬下，逐渐清晰起来。这是种怪异而细长的黑色生物，形状各异，唯一的共性就是都拥有长长的细牙和尖爪。它们从残破的飞船中向火箭袭来，但火箭并未有丝毫迟疑，他迅速装上爆能枪，一边开火，一边奔跑。\r\n他几乎是随便选了个方向便开始狂奔，边奔跑边开火，以防那些怪物追上来。前方，一片建筑群映入眼帘，那种诡异的纪念碑式建筑风格让人不寒而栗，他宁愿做任何事，也不想涉足其中。然而，黑色怪物的数量越来越多，它们张牙舞爪，在他身后紧追不舍。火箭向来自诩有着超乎常人的智慧，于是毅然奔向那些建筑，希望能借助一扇门或其他任何东西，帮他挡住将这些怪物挡在外面。\r\n在即将抵达门口之际，火箭灵巧地向身后抛出一枚微型重力漩涡——这是他一直在研究的黑洞科技。重力漩涡形成了短暂的虚空，吞噬了离他最近的怪物，为他争取到足够的时间冲进建筑，并用各式各样的残骸碎片封住门口——他甚至还撞倒门前的一座奇形怪状的雕像来堵住门口。\r\n“这下应该好了。”他松了一口气。那群怪物开始疯狂地撞击和抓挠着门扉，虽然他们暂时无法闯入，但他并没有宽裕的时间来琢磨他那尚未成形的脱险计划。\r\n因此，他必须尽快四处侦查一番，寻找可以利用的资源，毕竟时间有限，刻不容缓。\r\n结果证明，需要进行的侦查工作远比预期的要多。这些建筑的前任使用者显然对武器和收容技术有着极度的热衷。火箭推测，这地方曾经可能是是个监狱？或者他们试图在这里封锁住那些他刚刚好不容易脱身的活体胶般的怪物？不过，无论这里过去是用来做什么的，他现在打算将其改造为一座小型堡垒，直到格鲁特和奎尔前来寻找他。\r\n他猜想，可能有些怪物已经潜伏在这栋建筑里，于是竖起双耳，保持警惕。正因如此，当他在一条阴暗长廊的尽头，试图从面板中拆下一些量子电路时，才得以成功躲过了一道来自墙上炮塔的攻击。他全神贯注于手头的工作，甚至没有听到防御系统的启动声，只是在能量束快要将他烧焦的刹那，才惊险地向后一跃。他回头看向他刚刚试图撬取的量子电路集，发现上面已经被射穿了一个洞。“那可是我的战利品！”火箭对着墙上的炮塔大吼。\r\n然而，炮塔已经消失无踪，刚才的动静引出了火箭预料之中的怪物，将炮塔砸得粉碎。\r\n那怪物怒吼着攻击，而火箭则果断将其击退。一片漆黑中，他听到其他怪物的移动声和呼吸声。“真是令人毛骨悚然，提醒我可千万别在这里开派对。”他自言自语，只是为了听到自己的声音，让自己冷静下来，同时思索接下来应该怎么做。实际上，这时候只有一种做法算得上是明智的。他不能回到外面，所以，他必须待在这里，那就意味着他必须得消灭建筑里所有的怪物，或者激活建筑里所有的防御设备。\r\n火箭上下端详着那条长长的走廊，测算着他能看到的侧通道和分叉口的数量。“不行，这里太开阔了。”他回想起建筑的入口，在那巨大的前门旁边，隐藏着一个小侧室，侧室只有一扇门，如果他没弄错方向的话，其中一面墙应该是外墙。那么，即使怪物闯进来，他也可以炸穿墙壁逃生，前提是他能在防御系统对他发动攻击之前就修改好识别模式。\r\n这或许不是世界上最完美的计划，但也足以应对目前的情况。\r\n他沿着通道蜿蜒前行，回到了建筑群的前门，身上拖着的装备让他的步伐稍显沉重。一只怪物如闪电般从侧道冲出，然而火箭在未见其形之前便已凭借敏锐的嗅觉捕捉到了它的气息。另一只怪物从高高的天花板上倏然坠落，然而火箭的胡须早已提前感知到空气中的微妙波动。无论何时，他都准备好迎接战斗。每当有怪物靠近，他手中的爆能枪便会在黑暗的长廊中绘出明亮的火线。最惊险的时候，一只状似螃蟹的怪物几乎触碰到了他，甚至扯下了他尾巴上的几根毛发，但在下一秒，火箭便将其化为一滩粘液。\r\n接着，他的步伐戛然而止。就在那扇门上，能量屏障发射器映入眼帘，这种设备，你或许只在山达尔星的监狱中见过，但火箭对此却颇为了解。\r\n“哦耶，”他兴奋呐喊，随即低头矮身溜进房间，全神贯注地操作着能量屏障发射器的控制面板，同时竖起耳朵，保持着高度警觉。他距离入口很近，近到可以听到前门外面的怪物咆哮。如果他能激活剩余的防御系统，这个狭小的房间将会变成一座无懈可击的堡垒。\r\n突然，一只怪物从黑暗中腾跃而出。火箭立刻丢下手中的工具，对它展开猛烈的攻击，直到它彻底消失在黑暗之中。因为深知时间已经所剩无几，他再次迅速投入到工作中。克里人，希阿人，斯库鲁人和山达尔星人的技术，都被巧妙地融合在这个控制面板中。火箭不禁感到有些诧异，这竟然不是他自己的杰作。虽然这个控制台看起来没有电源，但他有过对量子电路进行热线操作的经验，于是，他在控制台上做了最后一些调整，顺便解决掉几个怪物，然后果断按下了电源按钮。\r\n “啊哈！”能量屏障如重获新生般嗡嗡作响，炮塔紧紧守在它的前方。由于火箭的聪明才智，加上运气不错，所以他已经毫发无伤地进入屏障内部，而那些怪物则在克里人炮塔的射程之内。他决定做个试验，尝试从屏障内向怪物开火。\r\n砰！试验成功了。\r\n“哦耶！”他再次欢呼，这次的声音更加响亮，然后便从屏障内向怪物发动肆无忌惮的猛攻，让它们见识一下什么叫世界末日。不过话说回来，如果他没能找到回到米兰诺号的方法，并逃离这个遍布黑油怪物的星球，那么他的世界末日可能就真的降临了。\r\n“嘿，”他的灵感突然出现，“我可以用这些装置来重建米兰诺号引擎的防护场。”\r\n这个想法在火箭脑海中如同闪电般照亮了一切，他看到所有的步骤都完美串联起来。这绝对可以行得通。他只需要得到一个等离子阵列，设置一套耦合装置，把它和米兰诺号的磁场共振器连接起来，然后把整个系统接入到在奎尔撞毁米兰诺号时受损的加速腔。“这一切都是因为那时候奎尔没有听从我的建议。”火箭在心中反复嘀咕。\r\n越来越多长着獠牙的黑色怪物躲过了炮塔的猛烈攻击，如狂潮般奋力撞击着屏障。火箭火力全开，怪物只能再次后退。\r\n“哇，”他心想，“这真是一个解决棘手问题的巧妙方法。我猜有几个倒霉蛋曾经齐心协力试图生存下来。但我觉得，只要能解决问题，用什么方法都行……”\r\n现在唯一的问题是，火箭必须带着所有零部件，离开这个“堡垒”房间，逃出这栋建筑。\r\n这需要一些技巧，因为怪物正在源源不断地涌来，而那些门也挡不住它们太久。\r\n火箭给他的枪装上新的弹药，瞄准门口，静静等待。","isUnlocked":true,"unlockHint":null},{"title":"半世界奇谭","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"},{"title":"拾荒者工会","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"}]}