{"id":1024,"shapeId":0,"heroName":"海拉","realName":"海拉","enName":"Hela","role":"决斗家","somatotype":"Level3","categories":["GodsOfAsgard","Villains"],"difficulty":3,"desc":"身为冥界之主，海拉拥有对堕落灵魂的无上掌控力。冥者低语，亡鸦席卷，死亡女神正在优雅而无情地收割敌人的灵魂！","color":"#388C8C","icon":"/Content/Marvel/UI/Textures/HeroPortrait/SelectHero/img_selecthero_1024001.png","shapeKey":"10240","bio":"身为阿斯加德的死亡女神，海拉以其强大的巫术统御着无尽的亡灵军团。她企图将冥界的疆土拓展至其它界域，为了这份野心，她愿意付出任何代价。在所有生灵与亡者都臣服于她的统治之前，海拉绝不会停止征战的步伐。\r\n海拉与狡诈的洛基达成交易，以换取将冥界的疆土拓展至生者的领域。然而，她真正的目的是篡夺阿斯加德的王位，掌握那神秘的时间之力，从而将所有的界域纳入她的统治。","story":[{"title":"深渊的使者","content":"冥界之巅，女王凛然高居王座之上，思绪飘回至那个时刻——世界分崩离析、现实支离破碎，只因某种未知的力量将不同的世界撕裂缠绕。虽然冥界受到的影响微乎其微，但她深知，冥界之外已是地覆天翻。\r\n海拉施展咒语，凝望着纷繁杂乱的、由十界交织而成的全新世界。竟然真的如她所想……是凡人完成了这一壮举？他们竟然能打破时间、重塑时间，令不同的现实交织重叠，进而编织出全新的世界？\r\n如此强大的力量，凡人怎配驾驭？\r\n海拉当机立断，开始谋划将这股力量据为己有。\r\n首先，她须得洞察时间结晶的奥秘——冥界倒是有一些线索。曾经，一个强大的巫师国王，在魂归冥界时，为女王献上过一块前所未见的怪石，并发誓成为女王的奴仆。当时，海拉对其不屑一顾，但是现在，在她领略凡人维克多·冯·杜姆的所作所为后，那块怪石就意义非凡了。\r\n海拉即刻派遣群鸦侦查。群鸦飞过各个界域，归来时皆衔着时间结晶——一种时空连续体受到巨大冲击后产生的结晶残留。然而，这些结晶互有差异，且与冥界最初的结晶也不甚相同。\r\n海拉逐渐明白，凡能掌握、操控时间结晶者，当能统御阿斯加德，乃至十界之外的所有世界。她的野心随之愈加膨胀。新的领域意味着冥界疆土的扩张，意味着无数的新生物将加入不断壮大的亡灵军团，甚至连那些最为强大的存在——天神组，也许都将臣服于她的统治。\r\n不久前，冥界出现了一枚全新的、来自另一个宇宙的灵魂。经由他，海拉才察觉天神组的存在。那可怜的凡人被一种名为“时间流纠缠”的力量抛至冥界，失去了生命，却为海拉带来了惊喜——一个充溢着壮丽领域、奇幻生灵的新世界。\r\n海拉轻挥手掌，冥界群鸦便开始尽情享用那可怜之人的灵魂。海拉浑不在意，她此刻的心思已经聚焦于另一个目标——那些强大存在的灵魂、乃至力量，皆将为她所用！届时，她将所向披靡，横扫十界，以冥界之旗统御群雄！\r\n当然，洛基亦会利用时间结晶增强自身的力量，确保阿斯加德永不脱离他的掌控，但海拉从不把洛基的诡计放在眼里。诡计之神那一目了然的小心思和反复无常的性情时常引发冲突，这对海拉不无裨益，因为会给她的冥界军团添砖加瓦。海拉深谙，总有一天，洛基会向她提出结盟，那时她就顺势答应，而后彼此貌合神离，各自等待着背叛对方的最佳时机。不是一家人，不进一家门！\r\n在洛基的盟约到来前，海拉将依照自己的计划行进。此刻，一位来自未知领域的远方使者到访冥界。凝视着这位擅闯的傲慢之客，海拉本欲将其消灭，但她逐渐发觉，时空的干扰也许是一份恩赐，毕竟它为冥界带来了无数的可能性，这个擅入之人也是如此，不是吗？女王应当去了解，是何等的新世界、新宇宙在等待她的统治！\r\n于是，她令群鸦栖息于高处，允许那位来自异域的使者踏过重重迢递，来到她的王座之下。\r\n信使的身影逐渐清晰，看起来怪异至极。它周身包裹着宛如焦油的漆黑物质，四散的触须紧密缠绕着宿主的身体。肉体如液体般流动，融合了自身与宿主的特性。此刻，它的宿主是一名约顿女祭司。虽然女祭司已离世，但她仍有灵魂残留，足以让海拉感受到她被这怪物禁锢的恐惧。此种生物，真是稀罕！\r\n然而，那个生物，准确来说是那个共生体，却神态自若，至少表面未显山露水。\r\n“小东西，说说看，你为何来此？”\r\n“冥界女王，或许您该仔细聆听。”它回答说，“我奉深渊之王纳尔之命，为您带来信息。”\r\n“纳尔是何许人物？是你这个物种所信仰的神明吗？”海拉的蔑视一览无遗。这位纳尔，想来和面前的这位信徒并无二致，不过是堕落的寄生之族。\r\n“他的力量比您可古老得多，早在创世之初就已经存在。他所吞噬之物，也都将归他所有。”\r\n“既然如此，”海拉顿了顿，“那他现在意欲吞噬天神组，对吗？”\r\n共生体点了点头，轻轻探出舌尖。“纳尔得知，如今，天神组的其中一位就在冥界，此人非你能掌控，阿斯加德人。他属于黑暗之王纳尔，并将成为他的自由之钥。”\r\n“非我能掌控？”海拉霍然起身，“尔等不过区区寄生之族，也敢对我发号施令？这里是冥界，我要做什么不容置喙！凡踏足冥界者，永世都是我的奴仆！”海拉的眼神中闪烁着迫人的寒光，“……你也不例外。我很好奇，像你这样的生物，灵魂是何模样呢？”\r\n共生体立在原地，缄默不语。海拉转念一想，既然使者提到了“自由之钥”，那么黑暗之神纳尔，此刻应当身陷囹圄，亟待解救……但他仍有能力将信息传至冥界，而且深知天神组之威能，也知晓这个混乱的时间线为冥界带去了新的灵魂。\r\n那么，冥界中必有一路径，通往……\r\n“小东西，你从何处而来？”\r\n“我自克林塔而来，女王陛下。”\r\n克林塔……这个名字，似曾相识。来自那里的种族曾踏足她的界域，然而他们的文明如今早已湮灭于寰宇……海拉再度凝思。\r\n“我可以放你走，”片刻后，海拉开口道，“但现在，你必须离开你的宿主。”\r\n共生体从善如流，从约顿祭司的骸骨上慢慢剥落、分泌、而后脱离。“回去禀告你的主人，”海拉昂首，“他或许是克林塔之主，但海拉可是冥界之王。若他想挑战我……”她冷然一笑，“我必让他俯首称臣！听明白了吗？”\r\n那团共生体战栗不已，但由于脱离了宿主，它无法开口说话。海拉施展咒语，汲取了它脑海中的信息，而后轻旋手腕，打开一扇传送门。门外是一片黑暗的世界，仿佛无法逾越的浓密丛林，任何神智清醒的凡人都不会想踏入其中。\r\n“走吧，”海拉缓缓说道，“趁我还没改变主意。”\r\n共生体迅速跃过传送门，消失在黑暗中。\r\n海拉挥挥手，关闭了传送门。如今，纳尔已经知道了她有能力直抵他的世界，那么，他下一步会怎么做呢？\r\n海拉在手心聚集了一团时间结晶，将冥界能量注入其中。她想，既然生命皆有终结，万物皆随时间流转，那么，时间的尽头是不是就在冥界之中？冥界能否借由这凝结的时间之力，拓展至十界以外，广纳纷至沓来的新世界？\r\n海拉一边喃喃自语，一边将黑绿交织、流光溢彩的冥界结晶，变幻为一块附带魔法的结晶。而后，越来越多的时间结晶逐渐幻化……\r\n“诸般生灵，”海拉傲然道，“无论居于何界、生于何地，都将成为冥界之奴，对海拉拜谒称臣。而我，将用时间结晶之力拓展冥界疆域，将所有时间线纳入麾下。亘古永恒者，将听命于我；尚未诞生者，亦将归属于我！此种魔法威力非凡，假以时日，必将势如破竹、所向披靡！至于纳尔？”她微微一笑，“亦将沦为我的臣仆。”\r\n海拉猜想，纳尔派出的使者，只是他手中的棋子之一。毋庸置疑，他此刻定然在密谋筹划，寻找削弱海拉和瓦解冥界之法。“由他去吧，”海拉夷然不屑，“由他去施展花言巧语，哄骗凡人，蛊惑贪婪的众神共同对抗我，那只会让他们加速他们的沦亡！”正如先前对共生体使者所说的那样，凡踏足冥界者，都将为海拉统御！\r\n很快，亡灵将无需前来冥界，冥界自会找到它们。海拉的冥界将跨越各个时间线，不断蔓延扩张，也将吸纳无数亡灵，汇聚一支规模浩大、合众神之力也无法抵挡的军团！而十界，不过是这一切的起点！\r\n “臣服于我，将你的秘密尽数吐露，”海拉盘弄着掌心黑绿交织的时间结晶，女王的命令不容置疑，“历史已为我主宰，未来也必将对我俯首称臣！”","isUnlocked":true,"unlockHint":null},{"title":"黄昏之土的日出","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"},{"title":"六只喜鹊","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"}]}