{"id":1026,"shapeId":0,"heroName":"黑豹","realName":"特查拉","enName":"Black Panther","role":"决斗家","somatotype":"Level3","categories":["Avengers"],"difficulty":4,"desc":"身为瓦坎达之王，特查拉完美地融合了最尖端的振金科技和豹神巴斯特的信仰之力。战场就是黑豹的丛林！他将伺机而动，潇洒出入敌营，开启狩猎之旅。","color":"#644579","icon":"/Content/Marvel/UI/Textures/HeroPortrait/SelectHero/img_selecthero_1026001.png","shapeKey":"10260","bio":"作为瓦坎达的国王，特查拉不仅是人类最先进文明的统治者，更肩负黑豹头衔，守护着他的国民。面对无数威胁，他誓将瓦坎达的荣光传承下去，这便是他全力以赴的目标。\r\n近年来，特查拉将瓦坎达的统治拓展至星辰大海，缔造了银河帝国瓦坎达。此刻，他正焦急地等待巴斯特的指示，以判断两个毁灭博士是否值得信任。与此同时，他也守护着帝国中宝贵的时间结晶供给，与值得信赖的盟友共享尖端科技，其中就包括里德·理查兹。","story":[{"title":"沉默的群星","content":"特查拉站在众神殿中，聆听着隐约传来的众神之声，他知道，众神给予启示的时刻还未到来。尽管时代要求他采取行动，尤其是当下发生的时间流纠缠需要他即刻有所作为，但众神却并不急迫。来自于两个不同时间线、不同历史背景的暴君杜姆正在交战，所有的世界都已沦为他们的战场，包括银河帝国瓦坎达。这个特查拉穷尽一生建立的帝国，将人类与行星纳入其中，保护他们免受一切威胁。瓦坎达崇尚的理念 —— 先进与传统交织、科学与魔法融合而形成的纯粹的科技文化，是这个帝国的基石与支柱。\r\n特查拉殚精竭虑、夙兴夜寐，只为将这两种理念贯彻瓦坎达。两位杜姆都想将他纳入麾下，辩称瓦坎达与拉脱维利亚如出一辙，而非背道而驰。特查拉的回应则十分冷淡，他并不喜欢杜姆们对他的假想：认为他与杜姆们并无二致，也想成为一个暴君。“你将得到一个机会，”来自过去时间线的杜姆说，“不仅可以掌控未来，还可以挑选你想掌控的未来。” 相反，杜姆2099的野心远不止于此，时间流纠缠所创造的未来无穷无尽，他们何必非要选中一个孤注一掷？亿万个世界唾手可得，翘首引颈以待笑纳。“那将是，”他说道，“无数个未来组成的瑰丽画卷，尽数掌握于你我的手中！”\r\n特查拉不相信任何一个暴君，所以他推迟了与两位杜姆的结盟。他知道自己迟早要做出抉择，但也担心不明智的选择会招致无尽的灾难。尽管如此，这个决定还是迫在眉睫，如此危如累卵的境况中，瓦坎达无法一直保持中立。帝国有能力同时对抗两个杜姆吗？如果无法解除、并稳定时间流纠缠以阻止更多的灾难，将会产生怎样的影响呢？\r\n太多的问题在脑海中萦绕，但众神此刻拒绝回答任何问题。\r\n时间流纠缠最让特查拉感到不安的是，他无法确定任何事情。他不清楚自己一年前是否存在，帝国一年前是否存在，也不信任自己的思绪。越是隐退进众神殿中，需要众神指引的感觉就愈发强烈。\r\n众神并非总是沉默不语，但即便偶尔开口也尽是含混的呓语。特查拉宁愿他们默不作声，至少这样他就知道自己的选择错了，但实际上……\r\n苏睿开口之前，特查拉已经察觉到了她的到来。出于对众神的敬畏，她低声唤道：“哥哥。”\r\n“妹妹。”过去的几个星期里，特查拉和苏睿在很多问题上都没有达成共识，到了嘴边的问候被他硬生生咽了下去。而苏睿为了向他解释一些事情，必须来找他谈谈。\r\n“你在众神殿里独处了很长时间。”她打破沉默，“为了什么？”\r\n“等待众神的指引。”他回答。\r\n“但你的人民也在等待你的指引。”苏睿忿忿地反驳，“数据已经很明确了，我们理应知道怎么选择。”\r\n“数据只是冰山一角，妹妹。”特查拉回答。\r\n“即使是冰山一角，也足够看到本质了！杜姆2099并不是这一切的始作俑者，他谋求的只是利用时间流纠缠，但整件事的罪魁祸首并不是他。所以我们的选择已经很明确了！”对苏睿来说，选择是不言而喻的，他们真正的对手是引发时间流纠缠的杜姆。\r\n对特查拉来说，选择却并不明确。“是吗？时空旅行和超光速设备，将不同的未来编织在一起，站在这团时空织物中心的我们，要把赌注下给这个妄图一统所有未来的杜姆吗？”\r\n“总比那个把世界搅得天翻地覆、让大家自相残害的杜姆要好。迟早，混乱的信徒会被混乱所吞噬。”\r\n特查拉忍不住笑了起来：“你的话中蕴含哲理，妹妹，看来无论你以为自己多么疏远神明，众神都对你有所启示。”\r\n“哥哥，”她凝视着特查拉，向他靠近，握住他的一只手，“你并不是唯一一个关心传统的人。如果众神吐露箴言，我亦会聆听，但如果他们闭口不言，我们仍然要采取行动，你也必须行动起来。即使没有巴斯特的指引，你也依然是黑豹，是我们的国王与领路人，你会做出正确的抉择。”\r\n“可我并没有足够的信心。”特查拉从不向任何人表露自己的脆弱，但苏睿是他的妹妹，也是他最亲近的知己，他允许自己在她面前真情流露。\r\n苏睿在哥哥面前亦是如此。“你我都知道时间流纠缠对时空造成了多么深重的破坏，”苏睿说，“我们怎么知道它对我、对你的记忆都造成了什么影响呢？你又如何确定我们不是时间流纠缠创造出来的某个平行版本呢？”\r\n就在几分钟之前，这个问题还让特查拉焦躁不安，但现在，这种不安已经烟消云散了。他也不明缘由，直到自己清晰明了地说出答案：“因为众神仍在低语。”这种感觉十分真切。特查拉从众神的低语中获得了慰藉，但他也明白，这些低语并非是为了抚慰。瓦坎达此刻陷入选择的深渊，只有他才能将其解救，但是没有妹妹的建议，他无法做出这个抉择。\r\n“那就仔细聆听他们的指引。”苏睿说。她敲了敲手腕上的微型控制台，一个全息屏幕在他们面前显现，“还有，也听一听我的建议。”\r\n屏幕上亮起特查拉见过数次的画面：毁灭机器人2099从天而降，在他熟悉的城市里肆虐横行；未来版本的旧金山，金门大桥支离破碎；连绵起伏的山丘笼罩在浓密的烟雾中，周围的博物馆、纪念碑接连坍塌；惊慌失措的游客四散逃离。\r\n同样的场景也在瓦坎达蛇夫座四号行星上演。\r\n以及蛮荒之地。\r\n以及马德里坡。\r\n“那些毁灭机器人长得不太一样。”特查拉观察到。\r\n“但两个杜姆的目的相差无几，”苏睿说，“他们只想攫取权力，也只知道一种获得权力的方法。”\r\n毁灭机器人在巴克斯特大厦的顶层肆虐……然后另一座巴克斯特大厦出现了，它的部分结构已经坍塌。\r\n毁灭机器人像大黄蜂一样环绕着天空母舰疾速飞行，天空母舰燃烧起来，引擎失灵，朝着下方的大海坠毁。\r\n特查拉不允许自己转身离开，众神仍在喃喃低语，他只能勉强聆听。如果连众神都无法确定，那他该如何抉择呢？\r\n直到苏睿回答的时候，他才意识到自己在大声说话。\r\n“因为，”苏睿说，“这就是国王的职责。”\r\n特查拉神情凝重地点了点头：“这些抉择的后果将由国王来承担，因此我们不能草率。”\r\n“哥哥，帝国最大的利益是什么？我们应该直面这种威胁，还是任其发展？这才是问题所在。”\r\n“的确如此。但草率含糊的决策，导致众多帝国滑向了灭亡的深渊。”\r\n他们继续观察着，毁灭机器人所到之处，无不沦陷于杜姆的恐怖肆虐之下。苏睿给了特查拉一分钟时间思考，然后问道：“那我们该怎么做？”\r\n“是你把这些视频剪到一起的吗？”\r\n“我是不会在你面前撒谎的，哥哥，的确有人让我来找你谈谈。”面对他责备的神情，她反抗道，“但不管怎么说，我自己也想找你聊聊。”\r\n“那是谁让你来的呢？”\r\n“托尼·史塔克和里德·理查兹。”\r\n意料之中，特查拉想。\r\n“我们需要团结起来，共同反击。”苏睿乘胜追击，“与两个杜姆无关，而是为了共同重建一个我们可以安定生活的未来。”\r\n苏睿小小的身体站在那里，坚定而决绝。特查拉对妹妹的赞许几乎就快脱口而出，但他还是忍住了，不然苏睿会得意地拉着他说上一整天。他的脸上绽放出笑容：“妹妹，你的确有自己的一套行事方法。”\r\n“那是因为我的方法的确行得通。”\r\n特查拉脸上的笑容淡了下去：“不，瓦坎达不需要托尼·史塔克和里德·理查兹来指点江山。”\r\n“你的意思是不要对你指手画脚，别把自己与帝国混为一谈，哥哥。”\r\n视频中的画面播放着另一个时间线里马德里坡的毁灭，特查拉的表情逐渐凝重起来：“我听取你的建议，妹妹，你也应当听从我的主张。永远不要为了取悦外人而轻易放弃传统的做法，他们并不能代表瓦坎达的利益。”\r\n显然，特查拉的严厉责备给了苏睿重重一击，为了减轻她的沮丧，特查拉决定给她一些希望。作为领导者，他必须知道什么时候该坚定立场，什么时候该妥协退让。\r\n“但如果你想的话，那就去跟史塔克和理查兹合作吧！”特查拉说，“他们正在研发一台时间机器，可以回溯杜姆的所作所为，对吗？”\r\n苏睿点了点头，但还在生气，不想回答。\r\n“那就把你的聪明才智发挥在这件事情上吧！与此同时，瓦坎达的科技发展也能大放异彩。”他把手搭在她的肩膀上，“去引领他们吧，妹妹。”\r\n尽管苏睿努力隐忍，但还是抑制不住绽开了一个淘气的笑容：“哦，他们竟然还需要引领，好吧，我还以为他们无所不知呢！”\r\n“那就让他们见识一下你的实力，好吗？”\r\n“我会的！”苏睿承诺。“但我们能做的还有更多，哥哥。无数个世界里的人们都亟需帮助，杜姆将所有的异议和反抗都践踏于他的脚下。”\r\n“众神会在时机成熟时指引我们。”特查拉说。既然已经做出了妥协，他并不打算进一步退让。“去吧，苏睿，去制造那台机器。当需要瓦坎达的军队介入时，巴斯特会为我们指明道路。”\r\n“我希望我能像你一样信任他们。”苏睿说，她的目光在大厅里众神的雕像中游荡。\r\n“我也希望如此。”特查拉回答。\r\n苏睿离开后，特查拉再一次沉浸于聆听之中。为了避免引发苏睿对众神的怀疑，他并未向苏睿提及，众神的声音此刻听起来有些……不一样了。即使是现在，巴斯特告知他，他已经做得很好了，瓦坎达得以在两个毁灭博士的纷争中独善其身，且终有一日，瓦坎达会做出抉择，只是这一日还未到来……但，巴斯特的声音听起来依然有些奇怪。众多时间线的消亡是否也改变了众神？抑或是有别的势力，在他听到启示之前就已歪曲了众神的箴言？\r\n思绪凌乱的特查拉依然坚守立场，等待着众神的明确信号，一个毋庸置疑、充满智慧的信号。但在此之前，他不会改变立场，如果必将面临战争，那么瓦坎达会定夺最终的胜利者，因为黑豹已经蓄势待发，随时准备狩猎。","isUnlocked":true,"unlockHint":null},{"title":"国王与摄政王","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"},{"title":"帝国下令熄灭一颗恒星","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"}]}