{"id":1027,"shapeId":0,"heroName":"格鲁特","realName":"格鲁特","enName":"Groot","role":"捍卫者","somatotype":"Level5","categories":["GuardiansOfTheGalaxy"],"difficulty":1,"desc":"格鲁特是来自X星球的花神巨像族人，他拥有旺盛的生命力，掌控着自然界万千植物。巨树不言，下自成蹊，寡言的他是团队中坚实可靠的开路者。","color":"#83A862","icon":"/Content/Marvel/UI/Textures/HeroPortrait/SelectHero/img_selecthero_1027001.png","shapeKey":"10270","bio":"他是格鲁特，来自X星球的花神巨像族，拥有操纵植物的神奇力量。即使身躯破碎，只剩一支树枝，他也能从灰烬中涅槃重生。作为银河护卫队的核心人物，格鲁特虽不多言，但他的行动胜过千言万语。\r\n近日，格鲁特与星爵、火箭共同踏上前往克林塔星球的探索之旅。然而，一场突如其来的袭击导致飞船坠毁，他们被迫滞留在这片陌生之地。克林塔星球上的黑暗之王纳尔，正企图腐化格鲁特的再生能力，培育出究极共生体……","story":[{"title":"共生体之友","content":"米兰诺号坠毁时，格鲁特站在一旁，看着火箭和奎尔争论谁才是坠机的罪魁祸首，但他很快就被飞船墓地周围丛林里的声音分散了注意力。藤蔓、树木和花朵都在发出各自的声音，但格鲁特离得太远，听不清楚它们在说什么。最后，他对火箭和奎尔的争吵忍无可忍，不得不暂时远离他们。当他走远时，他听到火箭还在吼叫着：“看到了吗，奎尔？就连格鲁特也受不了你的废话啦。我要去寻找离开这个星球的方法，你就继续坐在这儿，装模做样地修船吧！”他听到火箭朝另一个方向怒气冲冲地走去，但格鲁特没有追上他。火箭有时需要点独处时间，格鲁特自己也是，尤其是在这个充满死亡气息的陌生星球上。\r\n飞船降落在墓地的一端，周围的飞船至少有……几千艘？几万艘？或许还不止。格鲁特并不擅长计数。米兰诺号坠毁时泄漏的燃料被火星点燃，成了一小团火焰。他远离火焰一旁漫步而去，不知不觉间，便发觉自己已然驻足于丛林的边缘。丛林仿佛在对他倾诉，格鲁特停下脚步，努力聆听。此刻他已近在咫尺，丛林的诉说之语也近在耳畔。\r\n走开，离我们远点，靠近的话，我们会伤害你。\r\n一阵寒意沿着格鲁特的枝干直冲根部。他从未听过植物这样说话，于是他静静待在原地，任由意识四处飘散，如同蜜蜂在花丛间穿梭般，采摘各种感觉。\r\n痛苦、饥饿、生存、死亡、监狱、克林塔。\r\n“嘿，”格鲁特对他们说，“你们不用害怕。”\r\n你不属于这儿。\r\n“我是格鲁特，”他说。他望向丛林的边缘，那里，丛林如瀑布般倾泻在残破船只的废墟之上，蔓延其间，覆盖其上，试图将其吞噬，仿佛要抹去它们的存在。他从未见过如此奇特的植物，既是植物，又仿佛融入了……某种东西。某种来自克林塔，并由克林塔构成的东西。只有在与他者结合时才能存在，并孕育出全新生命体的东西，既是宿主又是寄生者的东西。格鲁特对此感到既恐惧又着迷。\r\n“我是新来的，”格鲁特心想。\r\n走开，哪里来，就回哪里去。\r\n“别害怕，”格鲁特散发出和平与善意，“我是格鲁特。”\r\n它们没有名字，互相交流、唾骂、尖叫、哀嚎，并用仅有它们和格鲁特能听懂的信息素窃窃私语。它们仍旧惴惴不安，对格鲁特的友好态度更是感到困惑不解。这从它们们的反应中不难察觉，仿佛它们此前从未被如此以善意相待。\r\n“在这个星球上生活，一定很辛苦吧。”格鲁特感叹道。\r\n这个想法也让它们感到困惑，因为它们从未设想过可以在其他地方生活。\r\n“哦，没错，我的朋友们，”格鲁特说道，“我曾游离过几十个其他的星球，而这个星球给我感觉……”他努力寻找着既诚实又不伤人的措辞，“生活并不容易，”他想，“而且也不太友善。”\r\n什么是友善？\r\n“哇，”格鲁特心想，“原来我要解决的是这个问题。”\r\n他试图向它们传递，友善就是敞开心扉，信任和理解，你永远不会感到孤单，因为总有朋友陪伴身旁。\r\n丛林植物依然感到困惑……但现在它们也开始感到好奇，并向格鲁特低声诉说。\r\n这些都代表软弱。\r\n“不，”格鲁特说道，“信任需要真正的勇气。”\r\n它们在思考他的话。他能感受到它们内心的波澜起伏，而格鲁特不禁感到惊讶——丛林中的植物竟然从未思考过什么是信任。对于他与火箭、奎尔以及其他银河护卫队成员之间的关系来说，信任就是基石……\r\n巨大的爆炸在飞船墓地上空绽放，热浪灼烧着他的树枝。格鲁特连忙躲进丛林，到了相对安全的地方后，从交织的藤蔓和灌木丛中回头望去。\r\n米兰诺号坠毁引发的火势蔓延开来，最终引燃了另一艘载有燃料或是弹药储备的飞船。爆炸产生的蘑菇云在克林塔黑色的天空中弥漫，火势瞬间在残破飞船之间肆虐。\r\n并迅速向丛林蔓延过来。\r\n丛林中的植物陷入了恐慌。格鲁特也被恐惧笼罩，既为它们，也为自己。火，对于任何植物来说，都是致命的威胁，甚至比干旱更为可怕。至少在干旱中，还可以期盼雨水的降临。\r\n格鲁特至少还可以逃跑，但这些植物……虽然它们可能部分由共生体构成，但总的来说，它们仍然被束缚在原地，无法移动。\r\n所以格鲁特必须帮助它们。\r\n他看到火势逼近，沿着坠毁飞船的轮廓延烧到墓地边缘，那里就是丛林与飞船残骸的交界处。火焰席卷过的植物已经烧焦，格鲁特看到那些卷曲的叶子和枯萎的花朵——他愤怒了。\r\n在怒火的驱使下，他开始生长。数千英尺的根系深深扎入了克林塔的土壤，沿着丛林的边界扩散开去。格鲁特逼迫它们继续生长，感觉到它们在寻找营养，虽然寻找到的很少，但他仍坚持让它们生长，直到在土壤下形成了一片密集交织的根系网，覆盖了丛林的边缘和最外层的坠毁飞船。\r\n接着，他闭上眼睛，把树根拔起。飞船下的土地剧烈震动，伴随着根系撕裂和大地晃动的巨大噪音，飞船被掀翻，远离了丛林。树枝从自己身上撕裂下来的痛苦，与格鲁特感受到的满足感相比，简直微不足道。当由根系和坠毁飞船形成的屏障覆落在火焰上，立刻就将其扑灭，原本威胁丛林的火焰也瞬间熄灭。即使是剩下的那星点余烬，也必须越过五十多码的防火带才能抵达丛林。\r\n格鲁特让那些根系在土壤中慢慢枯萎。他静静地站了一会儿，用这个时间恢复他的体力。火焰在废墟中发出噼啪声响，他感到非常开心。更让他喜悦的是，他听到了丛林的声音，他可以感知到他的新植物朋友们对他的感激之情。\r\n“格鲁特，你已经救了我们，快去救其他朋友吧。”其中一株植物说道。\r\n“什么？哪个朋友？”格鲁特回头看向飞船墓地。米兰诺号周围的区域还未被烧毁，所以除非奎尔去了别处闲逛，否则他应该安然无事。\r\n那就只剩下火箭了。\r\n其中一株植物 —— 一种带有其他物种交错口部的木质藤蔓 —— 主动透露它看到一只小型哺乳动物朝着那片旧建筑群的方向走去了。\r\n格鲁特不知道那是哪里。藤蔓沙沙作响，紧绷几根触须，朝着某个方向指去。当格鲁特顺着那个方向看去，他看到了两件事：火势不仅已经蔓延到了丛林的边缘，还延烧到了他之前竟然从未注意到的一片建筑群。\r\n“火箭在那里面吗？”\r\n藤蔓卷曲，仿佛在耸肩。\r\n就是那个方向。\r\n格鲁特向那根藤蔓道谢，然后迅速穿过飞船墓地，尽量避开肆虐的火焰，恰好在建筑群的一角即将被火焰吞噬之际抵达。他猛然冲破了另一侧的墙壁，“我是格鲁特！”他在熊熊火焰的噪音中大声呼喊。\r\n“格鲁特，你这个笨蛋！怎么这么晚才来？你以为我来这里是为了度假？”\r\n火箭还活着！\r\n格鲁特冲进建筑，朝着火箭声音的方向前进。在半路上，他直接撞到了一群长着触手的黑色怪物。它们正在试图靠近火箭，而火箭则被困在一个房间里，房门被某种能量屏障封锁，从墙上撕下的炮塔散落在地板上。\r\n“我是格鲁特！”他咆哮着撕裂那些怪物，但更多的怪物从黑暗的走廊和房间涌出。格鲁特把它们也撕成碎片，但是怪物还是源源不断地涌出。他意识到他可能无法及时赶到火箭的身边，但这并不能阻止他努力尝试。怪物们的尖牙和利爪刺痛了他的树皮，撕扯着他的根系。格鲁特咆哮着反击。他听到火箭在呼唤喊他，但他已无暇回应。此刻，他唯一能做的，就是在被这些黑色怪物包围时，保住自己的性命。\r\n然后意想不到的援兵出现了。藤蔓从黑暗中蜿蜒而出，绕住了怪物，将它们拖走。我们来帮忙了！\r\n藤蔓对格鲁特呼喊。\r\n“我是格鲁特！”他高声回应，对新朋友的出现感到欢欣鼓舞，同时也为自己感到骄傲，在这个充满猜忌和敌意的星球上，他帮助它们学会了友善。\r\n“你在跟谁说话呢？我在这边！”火箭喊道。\r\n“我是格鲁特！”\r\n“你说什么？说来话长？”\r\n格鲁特没有多做解释。他拼命击败剩下的共生体，终于来到了火箭藏身的小房间，房门处还有一道能量屏障。\r\n“我是格鲁特。”\r\n“啊，知道了。”火箭关闭了能量屏障，“你怎么知道我在这里？”\r\n格鲁特转过身，指向那根藤蔓，它正沿着走廊，朝着格鲁特刚刚撞穿的洞口蜿蜒退去。“我是格鲁特。”\r\n“格鲁特，你个傻瓜！你竟然相信一个共生体藤蔓的指引，来帮我从其他共生体手中逃脱？”\r\n格鲁特看着火箭说道：“我是格鲁特。”\r\n“我知道它没骗你！但是……”火箭放弃与他争辩，“算了，奎尔比我更加需要帮助。我们得在共生体意识到他一个人留在米兰诺号之前，赶快回去，快走吧。”火箭关闭了能量屏障，并将其从门框上拆了下来。“你得把这个拿着，我要用它来修好咱们的飞船。”他得意地笑了起来，“奎尔看到这东西时，肯定会傻眼。真是期待看到他的表情。”\r\n格鲁特捡起能量屏障的投影框，开始向米兰诺号的方向走去。克林塔的植物的声音仍在他的脑海中回荡。他为那株藤蔓所做之事感到骄傲，并不是因为他可以因此居功自傲，而是因为他通过表达善意，帮助藤蔓发现了它自身的潜力。\r\n他并没有向火箭透露这些，因为他知道，火箭可能无法理解。","isUnlocked":true,"unlockHint":null},{"title":"格鲁特凋零","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"},{"title":"航站星七日冒险","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"}]}