{"id":1029,"shapeId":0,"heroName":"魔剑客","realName":"伊丽亚娜·拉斯普廷","enName":"Magik","role":"决斗家","somatotype":"Level3","categories":["X_Men","Mutants"],"difficulty":3,"desc":"历经严苛黑魔法训练，魔剑客伊丽亚娜在战斗中游刃有余。她挥舞着强大的魂之利刃，使用传送门来去自如。一旦她化身恶魔般的黑暗之子，所有人都将沦为其剑下待宰的羔羊。","color":"#8F615F","icon":"/Content/Marvel/UI/Textures/HeroPortrait/SelectHero/img_selecthero_1029001.png","shapeKey":"10290","bio":"身为变种人的伊丽亚娜·拉斯普廷，天生就拥有创造传送门的能力，可借由地狱边境进行空间传送。她修习强大的魔法，挥舞着魂之利刃，将天赋与努力结合，最终成为名为“魔剑客”的X战警。\r\n她同时也是地狱边境的统治者，在跨越时空的战争中担任着领袖的重任，与邪神与恶魔持续抗争。时间流纠缠降临后，伊丽亚娜时常与克拉科的盟友会晤，共同探讨变种人的最佳生存之道。","story":[{"title":"灵薄边境","content":"在名为地狱边境的冥界深渊，烈焰腾天而起，栖身于此诅咒之地的阴森恶魔纷纷俯首顶礼，表达无言的敬畏。毕竟，两位宇宙中最强大的魔法师共聚于此，实属罕见。\n在她自己的时空里，旺达·马克西莫夫或许是至高无上的至尊法师，但在地狱边境，即便她魔法高强、地位卓然，她也只是一名尊贵的客人。因为在这里，真正的主宰是被称为魔剑客的变种人——伊丽亚娜·拉斯普廷，她的风采与威严无人能及。\n魔剑客刚从纵横时空的战场上归来，与邪恶魔神的缠斗似乎永无休止。地狱边境一眼望去荒凉无垠，遍地焦土，但她不得不承认，回家还是让人感觉心情舒畅。至少在传送门开启，旺达的身影映入眼帘之前，她是这么想的。\n无论在哪个时空，当猩红女巫将目光投向变种人时，任何人都无法预料到接下来会发生什么。\n“猩红女巫，地狱边境是我的王国，你来这干嘛？”魔剑客问道，她那浓郁的俄罗斯口音让每个字都锋利如匕首。很显然，片刻的休憩被人打断，这让她颇感不快。\n伊丽亚娜冷冽的目光足以令最残暴的恶魔也不寒而栗。然而旺达·马克西莫夫，为了阻止自己世界的时空崩塌，早已见过更为凶险的状况，因此面对她的目光毫不畏惧。\n“我来这儿是为了招募盟友，共同投身一场跨越时空的伟大战役。”旺达回答道。\n“盟友？我这儿已经数不胜数。”魔剑客含笑回应，挥手指向那些在一旁跪地恭候命令的恶魔，“至于战争，我们这不是正在打吗？”\n“我不是指与魔神的战争 ”旺达说道，“无数时间流纠缠交错，起初我以为只有我的时空濒临崩溃，但史蒂芬向我展示了更为深远的危机。”\n“史蒂芬……？”魔剑客停顿了一下，她已经很久没有听到过这个名字了。难道她昔日那位魔法导师，斯特兰奇博士，依然健在？\n“没错，就是斯特兰奇博士，他让我看到，超乎想象的严峻战斗正悄然逼近。”\n“很难想象，还有什么战斗会比我眼前这个更加严峻，”她若有所思，“但斯特兰奇时常教导我，当人们只专注于解决眼前之事时，往往会忽略潜在的问题。”\n“的确，”旺达深表认同， “我们都疲于应付现实中的困境，以至于忽视了大局。”\n说罢，猩红女巫张开手心，红色的混沌魔法化如漩涡般跃然手上。在这股激荡的能量漩涡之中，一副画面缓缓浮现，来自各个时空的英雄正在激烈交锋。\n“这……可不是什么好兆头。”自从这场伟大魔法师的会面以来，魔剑客脸上一直挂着的自信笑意，第一次消失无踪。“不过，既然史蒂芬已经有你帮忙，为什么还要找我呢？显然，你的魔法造诣比我高多了。”\n“我擅长的是混沌魔法，但你……你的魔法触及灵魂深处。如今，无尽时空中的无数灵魂身陷困顿，你的魔法正是我们急需的。”\n“的确，灵魂拥有无尽的力量……” 她一边低语，一边将手臂缓缓展开，手掌凭空一握，一把剑柄当即浮现，仿佛由她的灵魂之力直接凝聚而成。不多时，宽阔的剑刃也逐渐成形——如此厚重的巨刃利剑，对于她这样身形的年轻女孩而言，理应难以挥舞——但伊丽亚娜却毫不费力地将其高举，锋锐的剑尖直抵猩红女巫的咽喉。\n“然而，纵使是纯净如‘小雪花’一样的灵魂，也会逐渐被黑暗侵染。”地狱烈焰轰然迸发，魔剑客的身形随即开始异变。她的额头长出了扭曲的恶魔之角，同时一根尖细的尾巴如同诡秘的游蛇，自她脊椎根部悄然探出。随着骇人的铠甲紧密环绕她的恶魔身躯，她的嘴角掠过了一抹邪恶的笑容，露出了刚打磨过的尖锐獠牙。\n地狱边境的子民齐声欢呼，因为他们的女王摆脱了魔剑客的皮囊，化身为尊严无比的黑暗之子。\n旺达稍微停顿了一下，暗自揣摩或许她应该去找另一个时空的魔剑客——尚未完全接受地狱边境王座的魔剑客。然而，就在她思索应对之策时，一道意料之外的声音打破了紧张的沉寂。\n“放下手中的剑，亲爱的。”那粗犷的声音说道，“旺达并未说谎，至少这次没有，她站在我们这边。无论你头上的犄角有多可怖，也休想唬住我……”\n从如尖塔般高耸的火焰中，那位伊莉亚娜熟悉的变种人踱步而出——他是罗根，或者可以叫他——金刚狼。\n“……因为在我心里，你永远都是那个我熟悉的小雪花。”\n地狱边境的恶魔们显然也认识金刚狼。就在片刻之前，他们还在为恶魔女王的野蛮行径呐喊助威。而如今，他们的沉默仿佛凝结在空气中，萦绕着他们因畏惧而战栗的身躯。\n罗根的利爪已经尽数展开，上面正滴落着恶魔的鲜血，谁叫他们愚蠢到胆敢堵在金刚狼前进的路上。这些倒在罗根手下的恶魔，或许曾是她忠实的臣民，但魔剑客并未感到丝毫怜惜，因为他们早该知道，这就是招惹金刚狼的下场。\n“罗根？你怎么来了？”旺达问道。\n“搜救任务。”罗根回答道，“我们一直在搜寻那些失散的变种人，将他们带回我们的家园，克拉科。或许你还没发现，时间流已经乱成一团，而克拉科是为数不多的安全之地，在任何时间线都是如此，至少……现在如此。”\n“很遗憾要让你失望了。”魔剑客说道，“我不需要找地方避难，有一整个维度尽在我的掌控之中。”\n“嗯哼，你说的都对，亲爱的，”他回答道，语气里满是讽刺。“不过我可没说是来找你的。”\n“那你是要来找谁？”旺达好奇地问道。\n“是个小家伙，”金刚狼说，“连代号都还没有呢。她有点儿操纵空间的本事，不过没控制好，召唤出了个传送门，把自己给吸进去了。还好那传送门开得够久，让我有足够的时间追进去。”\n“在这种地方迷路，她肯定特别害怕，”旺达说，“想象一下就知道那有多吓人。”\n“我根本不用想，”魔剑客喃喃自语，“因为我亲身经历过。我绝不会让另一个变种人重蹈我的覆辙，跟我来。”\n魔剑客刚迈开奔跑的步伐，她的恶魔形态就如潮水般退去，让她真实的自我重新夺回了对身体的掌控。\n“该让我来带路吧，亲爱的？”金刚狼问道，“在这里，我可是追踪高手。”\n“但在这里，我可是女王。”魔剑客答道，“罗根，我永远敬重你……但这是我地盘，我说了算。现在开始，给我乖乖的，别再把我的手下都弄得穿肠破肚的了，好吗？”\n“这我可没法保证。”金刚狼小声嘀咕。三人匆匆穿梭在这片布满岩石与散落火焰的荒芜之地，搜寻那个失踪的孩子。\n女王，女巫，猎人，尽管三人踏足此地的缘由各不相同，但他们都把自己的私心放在一边，齐心协力寻找那名失踪的孩子。毋庸置疑，尽管他们来自截然不同的时空，但内心深处都有着同样的的英雄本色。\n“我感觉得到，她就在这儿。”他们来到一个小洞口时，旺达说道。“虽然她周围的时空发生了扭曲，但略施魔法就能恢复正常……”\n猩红女巫灵巧地挥舞双手，就像经验丰富的外科医生，巧妙地施展着复杂的咒语来稳定时空。然而，混沌魔法有时会让人捉摸不透，比如现在，现实已经稳定下来了，但洞口周围的岩石却突然开始摇摇欲坠。\n“山体在脱落！”罗根大声喊道，一边朝着峭壁壁洞冲去。但他还是迟了一步，前路被碎石封堵，他试图用艾德曼合金爪劈开密布的石块，但却收效甚微。\n地狱边境女王泰然自若，迈步走向堆积成山的碎石，轻轻挥手，便凭借着她的变种人超能力，在面前的虚空中巧妙地勾勒出一道环形之门。\n这是她平时往返于异地异界的神奇通道。但此刻，它们化作救赎之路，为一位惊恐万分的小女孩敞开了安全的怀抱。\n“没事了，宝贝。”罗根轻声安慰，小女孩紧紧地抱住这个英雄，“我会把你安然无恙地送回家。”\n“你打算怎么做？”魔剑客问道，“她的力量难以预测，而且说实话，自从时间流陷入纠缠以来，我的纬度穿梭能力也大不如前了。”\n“让你见识下什么叫宝刀未老。”罗格咧着嘴说道。他默默地屈膝跪地，从腰间的袋子中取出一颗小种子，随后伸出一根利爪，在地狱边境坚硬的石土中挖出一个小坑，将种子埋入其中——转瞬间，那颗种子便奇迹般地破土而出。藤蔓婀娜着，长成了一扇巨门。\n随着藤蔓怒放出绚丽之花，它所环绕的虚空便骤然笼罩着奇异光泽。霎那间，地狱边境的熊熊烈火消失无踪，取而代之的是沐浴在阳光下的海岛沙滩，那是变种人国度克拉科的海岸线。\n“好啦，”他边说边牵起那孩子的手，回头望向魔剑客，“拉斯普廷，你要一起来吗？”\n她迟疑了片刻。她渴望亲眼目睹老朋友口中为族人提供庇护的避风港。但她还被另一个维度的征战所羁绊，更重要的是，她与猩红女巫之间的对话还未画上句号。\n然而，这或许正是旺达所说的天赐良机。一个召集各异次元力量，携手应对未来危机的绝佳时机。一个共同缔结全新魔法的机会——不由混沌孕育，亦非灵魂所构，而是源于心灵深处的全新魔法。\n“算我一个，”魔剑客终于下定决心，“但旺达也要跟我一起。”\n“抱歉，”金刚狼答道，“克拉科的传送门只对变种人敞开，而据我所知，这个时空的旺达只能算是半个变种人。”\n“没有什么是混沌魔法解决不了的。”旺达笑着说道。她轻轻一触，一缕魔法能量便沿着克拉科传送门边缘的生命之脉流转跃动。蔓生之花由白转红，逐渐变幻为深邃的猩红，无疑是在向她发出无声的邀请。\n“你想在克拉科释放混沌吗，旺达？”金刚狼边带领新朋友们穿越传送门，边小声咕哝，“等万磁王看到你……”","isUnlocked":true,"unlockHint":"该故事尚未解锁！"},{"title":"禅蒂拉三日游","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"},{"title":"X之剑","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"}],"variants":[{"id":1029,"shapeId":1,"heroName":"魔剑客","realName":"伊丽亚娜·拉斯普廷","enName":"Magik","role":"决斗家","somatotype":"Level4","categories":["X_Men","Mutants"],"difficulty":3,"desc":"历经严苛黑魔法训练，魔剑客伊丽亚娜在战斗中游刃有余。她挥舞着强大的魂之利刃，使用传送门来去自如。一旦她化身恶魔般的黑暗之子，所有人都将沦为其剑下待宰的羔羊。","color":"#8F615F","icon":"/Content/Marvel/UI/Textures/HeroPortrait/SelectHero/img_selecthero_1029101.png","shapeKey":"10291","bio":"身为变种人的伊丽亚娜·拉斯普廷，天生就拥有创造传送门的能力，可借由地狱边境进行空间传送。她修习强大的魔法，挥舞着魂之利刃，将天赋与努力结合，最终成为名为“魔剑客”的X战警。\r\n她同时也是地狱边境的统治者，在跨越时空的战争中担任着领袖的重任，与邪神与恶魔持续抗争。时间流纠缠降临后，伊丽亚娜时常与克拉科的盟友会晤，共同探讨变种人的最佳生存之道。","story":[{"title":"灵薄边境","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"},{"title":"禅蒂拉三日游","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"},{"title":"X之剑","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"}]}]}