{"id":1031,"shapeId":0,"heroName":"冰月花雪","realName":"雪希","enName":"Luna Snow","role":"策略家","somatotype":"Level2","categories":["AgentsOfAtlas"],"difficulty":2,"desc":"冰月花雪是偶像明星兼超级英雄，光明之冰与黑暗之冰皆是她炫目的表演。战场即舞台，雪希将与队友精心策划最盛大的演出，赢得粉丝，更赢得胜利！","color":"#1165BF","icon":"/Content/Marvel/UI/Textures/HeroPortrait/SelectHero/img_selecthero_1031001.png","shapeKey":"10310","bio":"冰月花雪不仅仅是韩国乐坛的耀眼明星，更是年轻一代的希望灯塔。她利用自己的冰雪之力，平息了世界各地的紧张局势，化身为音乐外交官，随时准备面对可能出现的任何冲突。\r\n在一场夏日演唱会上，险些上演一出悲剧。一只受伤的亚特兰蒂斯生物引发了撼天动地的海啸，源源不断的波涛向大陆席卷而来。冰月花雪施展冰雪之力，挡住了汹涌的潮水，并治愈了受创的巨兽。在那一刻，她用自己的双手挽救了无数生命，化解了一场地表与深海世界间可能发生的全面冲突。","story":[{"title":"来自深海的嘉宾","content":"炎炎夏日下的清凉海滩，谱写生命中最美妙的时光，无论身处何方，都令人心驰神往。更妙的是，你此刻就在济州岛的海滩；最妙的是，你正身处太平洋的珍珠——济州岛的海滩上，举办着演唱会，台下群情激昂，万众瞩目，远方大海蔚蓝，碧空如洗。冰月花雪全情投入，沉醉其中，此时此刻，第五首歌曲《流转不息》即将迎来曲终。“我们终于在此刻绽放出生命的绚烂！”在最后一句歌词将全场的激情和狂热推至更高潮之际，烟花如期在她身后的夜空中璀璨盛放。“哇，真响亮。”她心中默念。人声鼎沸，但烟花的轰鸣声却更加嘹亮，似乎连舞台也为之颤抖，舞台侧翼甚至传来了器材坠落的声响。她脸上的职业微笑毫不动摇，但她偷偷地瞄向工作人员。事态似乎在他们的掌控之中，但工作人员也在环顾四周，仿佛——\r\n“哇！”她心中再次惊叹，因为这次震动不是她和编导设计的任何舞台效果，而是大地本身的真实动荡。\r\n片刻之后，她便看到台下的歌迷也随之震荡。惊恐如浪潮般在人群中翻涌，所有人都感受到了地面的震动，纷纷转身面向大海。\r\n然后，冰月花雪看到了令她震惊的一幕。\r\n地平线在移动！起初只是缓缓凸起，但随着它越来越靠近，它慢慢变成了一道巨浪，向着这个海边露天表演场奔涌而来。是海啸！但又不是普通的海啸，因为在那汹涌的巨浪后方——不，是巨浪中央——隐藏着一只巨大的黑影，仿佛这股浪潮并非由自然之力所造成，而是被某种生物所激起。但这个生物得有多大才能激起如此滔天巨浪？海边的潮水开始退却，这意味着她几乎没有可以耽搁的时间了。\r\n于是她迅速采取行动，从舞台上纵身跃起，穿过四散的人群，向着海滩飞奔而去。汹涌巨浪，层层叠叠，高耸入云，犹不止息。她轻盈地接近目标，直至距离恰到好处，便双脚落地，站稳脚跟，凝聚体内所有的冰雪之力。她高歌着无言之音，寻觅海浪的音律频率，婉转融入其中，感受着冰雪之力涌出体外，穿过脚下的潮湿细沙，直达巨浪底部。裸露的海床上，瞬间冰柱四起，穿插于浪峰之间，不断蔓延，最终将整个海啸冻结在半空中。而此刻距离她离开舞台只过去了不到1分钟。\r\n很长一段时间里，海滩上只回荡着观众惊叹的倒吸声和哽咽的啜泣声，此起彼伏。\r\n紧接着，传来了冰块碎裂的声音。\r\n冰浪中有东西在移动。“有个黑影！”就在她刚萌发这个念头的瞬间，冰浪轰然破碎。\r\n破碎后的冰冻海啸已无法再次掀起惊涛骇浪，只有融化的海水在岸边轻轻荡漾，然而，当她瞥见那如战舰般耸立在巨大冰块之间的怪物时，她才体会到何谓一波才平，一波又起。\r\n那怪物高达百米，宛如一只巨型章鱼，其触手在水面上猛烈挥舞。它在浅滩上翻滚前进，朝着海岸猛烈袭来。它的目标正是冰月花雪！那怪物的躯体诡异地呈现出半透明的状态，能看到里面奇怪的器官闪烁着神秘的光芒，暴戾和怒火在它的眼中熊熊燃烧。她听说过这个怪物的传闻，但从未真正相信它的存在。这个怪物的名字叫做蒙斯特罗。\r\n随着那怪物走出水面，她看到了它身上的异样：在它身体侧面，一个锯齿状的伤口深深裂开，所有的触手都在紧紧护住这个伤口。她想，这个伤口该有三十米长，从触角根部一路延伸至眼角。现在冰月花雪明白了，正是那伤口的剧痛让这怪物陷入狂乱之中。如果它真的登上海岸，那些前来观看她演唱会的观众必将葬身此地。\r\n但她仍有机会扭转局势。\r\n“喂，喂，蒙斯特罗，”她低声吟唱，向前迈出一步，感受到内心另一股强大的力量被唤醒。蒙斯特罗的触角在浅滩翻腾，搅起的泡沫萦绕在她的脚边。它猛然挥舞其中一只触角，几乎贴着她的发梢划过。如果她站得稍近或稍远，无论是演出现场还是线上直播的世界各地的观众，甚至更多的人，都将亲眼目睹韩流巨星冰月花雪的陨落……\r\n于是她将心绪聚焦在自己能做的事情之上。她凝聚体内的能量，施展出她新学会的暖冰之力，这是一种特殊的冰雪之力。她伸出双手，蒙斯特罗身体周围的海水便转化为温暖治愈之冰，如同血脉般，悄然交织于伤口之上，从一端延伸至另一端。她的身体微微颤抖，尽其所能地愈合着伤口。这个伤口极其巨大，远远超越她曾经治愈过的任何伤口。她隐约听到身后人群传来了新的声音，但那声音到底是恐惧、激动还是期待，她分辨不出来，因为她现在必须集中注意力，不能有丝毫分心，否则后果将不堪设想。她的治愈之冰缓缓长出缕缕冰丝，将伤口从一端到另一端巧妙地缝合。蒙斯特罗渐渐平静下来，仿佛知道她正在为它疗伤……但也有可能它只是在等待时机，静候她的失误。\r\n看！冰丝冻结了伤口，周围的肌肤弥蒙着一层冰雪光芒，随后伤口迅速愈合、消散无痕。良久，它的触角瘫软垂落，看上去就像是松了口气般地长叹一声。紧接着，它缓慢而又平静地退回深邃的海底，消失得无影无踪，而那沉重的冰块则在它离去的余波中相互碰撞、摩擦。\r\n她倏尔转身，几乎要尖叫出声，但勉强克制住了自己，压抑着内心的惊诧。站在她面前的正是纳摩——塔洛坎的国王、无垠深海的统治者。显然，他正在和她搭话。眼前这位闪耀夺目的名人令冰月花雪感到有些头晕目眩，这种感觉在她身上并不常见，但她仍镇定自若，确保麦克风始终保持开启状态。\r\n然后，冰月花雪听到身体右侧传来了声响：“地表居民，冰月花雪。”\r\n“国王……陛下？”她说道，“欢迎来到济州岛。”\r\n“在一个我马上就要纳入疆界的领土上，就不必说什么欢迎了。”纳摩说道，“塔洛坎很快就会统治济州岛，所有擅闯此地的地表居民，都得在我面前跪下。”\r\n“我并不知道你的计划，国王陛下。”冰月花雪说道，“截至目前，我认为我才是济州岛的统治者呢。不信你瞧这人群！”\r\n听到这番话，现场的观众爆发出了热烈的欢呼声，冰月花雪让纳摩沉浸其中，好好感受下她的人气。他是变种人国王又如何，她可是冰月花雪，没有人可以当着数百万歌迷的面欺负她。\r\n“小姑娘，别再得寸进尺了。”纳摩说道，“我固然对你救了我的子民而心怀感激，但倘若你胆敢再次出言不逊，我保证你的歌唱生涯会就此终止。”\r\n“哦，呃。”冰月花雪俏皮一笑，试图借助自己可爱的形象多争取些许时间。“好吧，既然如此，那我该说一句‘不客气’？但你为什么要向我道谢呢？”她环顾四周，只见融冰所带来的狼藉遍布整条海岸线。\r\n“你口中的蒙斯特罗，”纳摩说道，“被一艘莽撞的潜艇不慎撞伤，疼痛让它陷入了狂躁的愤怒中。”\r\n“原来如此，没有人在受如此重伤的情况下还能保持理智，不过……”她说道，“潜水艇？这东西竟然能开这么快？”\r\n“我对地表居民的船只技术规格并不感兴趣，”纳摩说道，“因为很快它们就会变成一堆废铁；我关心的是，蒙斯特罗在愤怒中摧毁了塔洛坎的数个居民点。因此，你不仅挽救了地表居民的性命，更使塔洛坎人民得以幸免于难。为此，我们对你表示感谢。”\r\n“好吧，哇，”她说道，“这我倒是没有料到。”\r\n“也许你的歌声，比语言更方便通行。”方才，纳摩眼中是否流露出了一抹顽皮的笑容？还是某种克制的警告，让她不要再有冒犯之举。冰月花雪不太确定，直到纳摩再次开口，“在巨浪升起之前，就施舍给人类最后一夜的狂欢吧。”\r\n“既然你都来了……愿意加入我的安可演出吗？”冰月花雪把手伸向纳摩，期待她的音乐能缓和一下两个剑拔弩张的世界之间，那紧张的气氛。\r\n“地表居民很快就能看到我的表演了，”纳摩轻蔑地说道，“等那个时候到来，这些此时高呼你名字的蠢货，如果他们够聪明的话，最好以十倍的音量颂扬纳摩之名。”\r\n“恐怕这一点我很难赞同，”雪希一边说着，一边回头看向她的粉丝，“你不可能强迫人们爱戴你，纳摩。你只能靠魅力去赢得人心。而那正是我在每场舞台、每个演出中，竭尽全力去做的事情。我和我粉丝之间的羁绊，不是什么深海怪兽，更不是你这样的独裁者，可以夺走的。”\r\n雪希冰冷的注视竟在纳摩的脊背上缠绕了些许寒意，但她很快就把冷脸换回了活力四射的迷人笑容，转身面向了观众。“那么，大家准备好了吗？演出即将重新开始！”\r\n她的话瞬间点燃了观众的热情，现场气氛热烈至极，哪怕是蒙斯特罗的咆哮声，也会被淹没在这欢呼声中。“音乐，”冰月花雪心想，“能让人们的心紧密相连。”\r\n不过当纳摩一脸阴沉地从她的余光中沉入深海，她不知道这样的欢乐时光还能持续多久……","isUnlocked":true,"unlockHint":null},{"title":"星际巡回演唱会","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"},{"title":"华氏32度","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"}]}