{"id":1034,"shapeId":0,"heroName":"钢铁侠","realName":"安东尼·托尼·史塔克","enName":"Iron Man","role":"决斗家","somatotype":"Level3","categories":["Avengers"],"difficulty":2,"desc":"托尼·史塔克拥有过人的才智与强大的武器装备，身披战甲的“无敌钢铁侠”可比肩神明。万能的装甲能让他适应任何战斗，随时成为全场最瞩目的焦点！","color":"#DD5067","icon":"/Content/Marvel/UI/Textures/HeroPortrait/SelectHero/img_selecthero_1034001.png","shapeKey":"10340","bio":"托尼·史塔克不仅是亿万富翁，更是天才发明家。在一次意外中，托尼被自己制造的武器重伤，于是他打造出一套装甲以维持生命。痊愈后，他将装甲升级，以凡人之躯蜕变为全球最强大的战斗机器——无敌钢铁侠，拯救了无数人的生命！\r\n夜行生物侵占纽约后，钢铁侠集结复仇者，以复仇者大厦为据点，致力于破解时间结晶的奥秘，誓要回溯时间流纠缠带来的浩劫。","story":[{"title":"斯塔克大厦惊魂夜","content":"托尼·史塔克想，有时候，人需要一些时间独处，做些自己的手工活。\r\n摆在他面前的问题很棘手：毁灭博士打破了不同时间流之间的壁垒，导致它们重叠并纠缠，随之而来的是生活在未来时间线的另一个毁灭博士，二者之间爆发了严重的冲突。\r\n时间流纠缠的出现，让成千上万的世界陷入混乱，更让数不胜数的维度走向毁灭，因为它们无法与新的现实融合。\r\n托尼萌生了一个想法，他想打造一台能够还原所有时间线的机器，那么，他所处的现实有可能恢复到灾难降临之前的样子。来自未来时间线的特查拉、苏睿、以及书呆子里德·理查兹与他志同道合，本时间线的彼得·帕克和一些其他英雄也在积极地提供帮助。如果连这些天才们都无法制作出时间流重组装置，就没有人能做得出来了。\r\n这是一台超乎想象的机器！为了建造这台机器，他们需要大量收集一种新出现的元素 —— 时间结晶。团队成员把这台机器命名为时间流重组装置，但由于这个名字略显笨拙，他们干脆把它缩写成TRD，而托尼则亲切地称之为“天然呆”。\r\n托尼非常喜欢建造“天然呆”这个主意，但随着他们对时空及时间结晶运作机制的了解越来越深入，“天然呆”能否成型显得愈发难以判断了。它如同一个神秘莫测的女子，时而让人觉得胜券在握，时而又让人觉得希望渺茫。\r\n而他们面临的困境远不止此。现代杜姆不仅封锁了大部分卫星通信的控制权，还在想方设法破坏他们的其它行动；杜姆2099也派出了大批毁灭机器人军团。\r\n纽约则因被德古拉和他的吸血鬼军团奴役而深陷时间危机，复仇者大厦与巴克斯特大厦间相隔咫尺的街道，如今却变成了生死殊途的鸿沟；吸血鬼正虎视眈眈，伺机而动，随时可能找到潜入复仇者大厦的方法。\r\n托尼的思绪被一阵突然来袭的警报声打断了。警报声源自复仇者大厦下层的电梯井，监控拍到了一只形似吸血鬼的生物。不同于民间传说中的吸血鬼，德古拉的吸血鬼是可以被摄像机捕捉到的，或许德古拉本人是个例外，但他制作的仆从们却无法逃脱监控的记录。\r\n“星期五，”托尼开口说，“给我个更清晰的画面。”\r\n“那只生物站在原地没有移动，老大，”星期五回答，“目前没有其它角度的画面。”\r\n一部电梯从那只吸血鬼的下方升了上来，出现在监控画面中。托尼瞬间明白了它的意图，只是明白得晚了一些。\r\n只见那只吸血鬼纵身一跃，跳进了上升的电梯中，然后用双手掰开了电梯的紧急出口，消失在监控画面中。\r\n“切换监控！”托尼厉声说，他很讨厌不速之客。\r\n“好的，老大。”星期五迅速切换至另外一台监控，画面中出现了正在疾速上升的电梯。\r\n“它要去哪层？”\r\n“看起来是我们这层。”\r\n“不行，”托尼说，“把电梯给我停掉！”\r\n电梯“锵”的一声骤然停住。“电梯已被强制停在三十六层和三十七层中间。”星期五说。\r\n托尼启动装甲，纳米科技制成的盔甲几秒内便覆盖了他的全身，不到三秒，装甲系统就已经全部激活。“还有件事，星期五，”托尼说，“那部电梯里还有其他人吗？”\r\n星期五给出了四个名字，他们都是在下面某个楼层的实验室里负责研究超导材料的工程师。\r\n这意味着，托尼要面对的或许是五只吸血鬼，而实际情况取决于电梯中的工程师被咬之后，会在多长时间内转化，这一点似乎因人而异。\r\n无论怎样，托尼绝不允许任何吸血鬼活着离开那部电梯。\r\n他迈向一扇电梯：“星期五，把门打开。”\r\n星期五执行了命令，然后托尼踏进了电梯井。\r\n他以自由落体之态下降了四十层，然后启动脚底的喷气推进器，减速刹车，以免降落时产生的冲击力折断电梯的缆绳。靴子撞击梯厢顶部的声音回荡在整个竖井中，但梯厢内不断传来的尖啸更为刺耳。\r\n“老大，探测到五个热源，”星期五报告说，“其中一个的温度比其他的低很多。”\r\n也许今天是他的幸运日，托尼一边想着，一边从敞开的电梯口跳了进去，里面的场景瞬间一览无余 —— 只见那只吸血鬼漫不经心地站在梯厢的一角，另外四名工程师则蜷缩在另一个角落里，而运气“极佳”的托尼正好落在了他们中间。\r\n “史塔克先生！”其中一位工程师哭喊出声，他近乎绝望的语调中带着一丝慰藉，“你终于来了！”\r\n“有人被咬了吗？”托尼问。\r\n工程师们默不作声，吸血鬼倒是先笑了起来：“全都咬过了。”它慢慢地，一字一顿地从嘴里吐出这句话。\r\n托尼启动掌心的冲击炮，朝它扫射过去，但吸血鬼的速度比他预想的要快得多。即使在电梯厢这么狭小的空间里，它也完全预判了托尼瞄准的方向，灵活地躲开了这一炮，然后朝着工程师们快速飞扑过去。\r\n工程师们尖叫着仓皇逃离，摔倒在地。托尼调整方向，准备好掌心炮，等待着在不伤害工程师的前提下解决那只吸血鬼的时机。并不是所有的吸血鬼都能把咬过的人类转化为同类，虽然托尼不清楚其中的缘由，但如果他解决了这只吸血鬼，还是有可能把所有工程师都救下来的。\r\n吸血鬼控制住其中一名工程师，露出凶狠狰狞的表情，准备对工程师进行攻击。她一边惊声尖叫，一边绝望地挣扎，但由于力量过于悬殊，她的挣扎无济于事。吸血鬼的眼睛直勾勾地盯着托尼，托尼看出了他的贪婪无度，那名被他禁锢的可怜工程师生命正在迅速流逝。\r\n托尼准备放手一搏。在这只吸血鬼对着工程师垂涎三尺、注意力轻微动摇之际，托尼敏锐地抓住了这一瞬间的破绽，他即刻抬起手臂，发射掌心炮把那只吸血鬼轰离了工程师的脖子。\r\n吸血鬼受到冲击，被震退到墙壁上，工程师也因此瘫倒在地。另一名工程师连忙把她拖拽至电梯的另一侧，同时，托尼向前几步，用掌心炮对那只昏厥过去的吸血鬼反复轰击，直到他确定那只吸血鬼再也站不起来了为止。\r\n工程师们惊慌失措的呼吸声充斥在整个电梯井内，他们的心脏砰砰直跳，心里倒数着作为人类的最后时刻。托尼并没有再看他们一眼，只是说道：“星期五，启动电梯，到六十七层去。”\r\n史塔克大厦的第六十七层是医学研究实验室，这四名被吸血鬼咬过的工程师被径直送到了那里，接待他们的是全副武装的医护人员，每个人都被送进了单独的隔离间。生物研究负责人科特·康纳斯在电梯口见到了托尼。“博士，”托尼说，“是时候试验一下我们的血清了。”\r\n康纳斯脸上的神情托尼再熟悉不过了。“康纳斯，”托尼接着说，“看来你的想法与我相悖，但碍于我是你的顶头上司，你不敢开口，对吗？”\r\n“对……”康纳斯为难地说，“其实血清还没有完全准备好，也没有经过充分的测试。”\r\n“不用血清的话，那四个人大概率会死，我敢肯定他们很愿意成为实验对象。”\r\n康纳斯的内心在挣扎，托尼能够理解他的踌躇不安，毕竟从道德上来讲，对一群濒临绝望的人使用未充分检验的配方如同那道相当经典的电车难题。\r\n托尼随即补充道：“不如你先问问他们是否愿意？如果这样能让你感觉好一点的话。”他猜测这位医生在之前的血清研究过程中，一定有过类似的焦虑和挣扎。\r\n这句话或多或少安抚了康纳斯博士内心的纠结情绪，他回答：“好，我同意。”\r\n“博士，还有件事……”托尼叫住了正朝着实验室走去的康纳斯。\r\n“怎么了？史塔克先生？”\r\n“把他们的恢复情况实时同步给我，好吗？”\r\n随后托尼独自乘坐电梯返回自己的实验室，星期五打破了沉寂的气氛：“刚才你在电梯里……忙碌的时候，里德·理查兹打来了电话。”\r\n虽然卫星通讯的控制权被毁灭博士牢牢地把控着，但托尼和里德·理查兹找到了一种通过老旧的有线电话和局域网进行短暂通话的方法。为了避免被探测追踪，他们很少使用这种方法通信，而且，对于这两个地球上最聪明的人来说，让人知道他们在用升级版的“土电话”交流，确实有一些尴尬。\r\n“其实，你可以接通电话，我能一边处理吸血鬼一边和他聊一聊。”\r\n“一心多用一直是你的强项，先生。”\r\n“当然！”托尼哼了一声，“别忘了，我在收购汉默工业的时候，还顺便修复了你的故障。给里德拨回去吧。”\r\n里德·理查兹的脸出现在托尼的装甲头显中，托尼这才意识到自己还穿着装甲。他收回了装甲，里德的脸随之变成了托尼目镜中的缩略影像。\r\n“托尼，”里德说，“不是说好今天把最新版的时间结晶复合配比发给我吗？”\r\n“我已经发给你了。”托尼一边说着，一边从停下的电梯里走出去。\r\n“但是我还没收到。”里德疑惑地说。\r\n“可能我们的小信使又在哪儿忙着埋坚果呢，里德。”托尼说，“别担心，早晚会送到你手上的。”\r\n“不能再纵容我们的信使在送信途中去埋坚果了，托尼……”\r\n里德继续说着，但托尼根本无暇再听，因为一群毁灭机器人此时突袭了他的实验室，在墙上炸穿了好几个大洞。\r\n托尼早就知道，如今世界秩序混乱不堪，大规模袭击、能量轰炸之类的事情会时常发生。因此，在这些毁灭机器人突袭实验室之前，他的装甲早已随时待命。一共有八个毁灭机器人，其中七个站在已经碎裂的窗户旁边，身上的斗篷随风起伏。\r\n第八个则举着一个笼子，里面困着一只松鼠。\r\n “都别冲动，各位！别冲动！”托尼将双手举过头顶，同时卸下装甲的头盔。小松鼠脖子上除了一串大蒜外，还挂了一个小芯片，托尼必须先搞清楚时间结晶的配比是否还存储在那个芯片之中。\r\n如果配比落入毁灭博士手中，那托尼和里德建造“天然呆”的计划就会暴露，同时也将把“天然呆”置于非常危险的境地，届时，托尼和里德就得被迫改变计划。\r\n“啊，你们找到了我跑丢的松鼠！”托尼说，“或许我应该感谢你们找回了我的宠物，我是说……松鼠伙伴，但鉴于你们满脑子想着占领世界，我想我还是会继续谴责你们。”\r\n“松鼠，”毁灭机器人用毁灭博士那种不可一世的语气冷哼道，“你们的把戏还是一如既往的荒谬而愚蠢啊，史塔克。我会把这只可怜虫还给你的，因为伤害它有失我的尊贵身份。”\r\n实验室此时传来另一个人的声音。托尼循声看去，完了！\r\n“是你们！”松鼠女走了进来，她蓬松的大尾巴高高挺立，脸色阴沉，“原来是你们绑架了西里尔！”\r\n托尼想，要赶快缓和下气氛，因为他得先弄清楚毁灭博士究竟有没有拿走松鼠携带的情报。“哎，多琳，你先别紧张，毁灭机器人这不是把西里尔带回来了吗，我们没必要……”\r\n“托尼，我发自内心地敬重你，但现在可不是对我说教的时候。”松鼠女打断了托尼，走到实验室的另一边，从毁灭机器人的手中一把夺过笼子。“毁灭博士，我知道你在这里！”她走近毁灭机器人，怒目直视着它的脸说，“如果你做了什么伤害西里尔的事，他一定会告诉我的！要是让我知道了，我绝对饶不了你！我会让你后悔出生在这个世界上！”\r\n“多琳，”托尼说，“你不如先带这个松鼠……”\r\n“他的名字叫西里尔！”\r\n“不如你先把西里尔带到一边去，看看他的状况如何？”托尼的话语吸引了多琳的目光，她明白了托尼的意思。如果毁灭博士或者毁灭机器人查看过松鼠携带的情报，西里尔一定会告诉多琳的。\r\n多琳后退几步，一边怒视着毁灭机器人，一边侧耳倾听松鼠的话语，西里尔应该是在给她讲一些途中遇到的趣事。\r\n“他怎么样？”托尼问。\r\n“他说毁灭机器人给他喂了些吃的，现在他想继续把任务做完。”多琳的眼神里闪烁着骄傲的光芒，“真是个勇敢的小士兵！”\r\n“当然了。”托尼说。如果毁灭博士真的对西里尔携带的情报做了什么手脚，多琳会当着毁灭机器人的面告诉他吗？他觉得会，但也不敢笃定，毕竟这件事干系重大……\r\n“我知道你那点小算盘，史塔克。”毁灭机器人嘲讽地说，“你和里德，还有那几个瓦坎达人，加在一起虽然有点儿能耐，但无论你们怎么努力，你们研究的那台机器都无法阻止我的步伐。维克多·冯·杜姆会成为时空的掌控者，主宰所有的过去和未来！你们对时间结晶的奥秘不过略知皮毛，而我，是时间结晶的创造者！我将掌控时间结晶，凌驾于时间之上！以上，就是我对你们的警告。”\r\n毁灭机器人集体从碎裂的窗户旁飞驰而去，消失在了浓浓的夜色中。\r\n“里德，你都听到了吗？”托尼问，此间他们一直保持着连线的状态。\r\n“听到了。”里德的声音听起来似乎有些动摇。\r\n“如果毁灭博士已经知道了我们的复合配比，我觉得是时候换一条研究路线了。”\r\n“看来也只能这样了，”里德说，“但那只松鼠不是说配比并没有泄露吗？”\r\n托尼叹了口气，很难想象他们竟然在依靠一只松鼠的口头情报来拯救世界。“的确，”托尼无奈地说，“它是这么说的，但我不能把整个项目押注在这位吃橡果的小朋友带来的消息是否准确上面，明白吗？我无意冒犯，但毁灭博士有无数种方法在这只松鼠察觉之前就拿走数据。”\r\n “我同意，”里德说，“那我这边也开始重新安排吧。”\r\n“好的，我得先做点数学计算，明天早上再联系你，哈哈！不过这个地方已经没有昼夜之分了，我睡一觉后会联系你的。”\r\n“别再弄丢我们的小松鼠了！”说完，里德便切断了通话。\r\n“什么叫弄丢松鼠？！”多琳反驳道。她的语气火药味十足，本来已经准备好大战一场了，结果现在不了了之，这份怒气只能宣泄到其它的地方。\r\n“是的，我们没弄丢任何松鼠，所以，西里尔还好吗？”托尼问。\r\n多琳点点头。\r\n“那不如先让他回公园吧，我们再想想以后还有没有什么别的办法和里德传递信息。”\r\n“要帮忙请随时叫我哦，托尼。”多琳蹦蹦跳跳地说。她又恢复成平时在托尼身边充满活力的样子了，有时托尼会因为她的天真无邪而感到无奈，但更多时候他喜欢这个温暖治愈的可爱伙伴。如果以前，他的身边有多琳·格林这样一个善良纯真的人崇拜着他，他也不会沦落成一个糟糕的人了。\r\n“多琳，我们的世界里现在有两个维克多·冯·杜姆，他们互相竞争，都想成为暴君，主宰并统治我们的未来世界。在与这两个暴君周旋的同时，我们还要对抗整支吸血鬼大军。”托尼陪多琳走到电梯前，“所以，我们每个人都肩负着很多任务。虽然这句话听起来会有些奇怪，但我还是要说……没有你和你的松鼠朋友们，我们很可能无法战胜这些敌人。”\r\n“我知道的，”多琳回答，“等你的机器建好的那天，可不要忘了今天说过的话哟！”\r\n她甩了甩毛茸茸的尾巴，走进了电梯。托尼看着满目疮痍的实验室，露出了微笑。世间的一切伤害，都是可以被修复的。如果松鼠女真的像她在狠话里说的那样，要“让维克多·冯·杜姆后悔出生在这个世界上”，那么，这样的未来何尝不是值得为之奋斗的呢？","isUnlocked":true,"unlockHint":null},{"title":"装甲战争","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"},{"title":"贾维斯之梦","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"}]}