{"id":1035,"shapeId":0,"heroName":"毒液","realName":"爱德华·艾迪·布洛克","enName":"Venom","role":"捍卫者","somatotype":"Level5","categories":["GuardiansOfTheGalaxy","Web_Warriors","Villains"],"difficulty":3,"desc":"与外星共生体结合后的艾迪·布洛克是完美的活体武器，强化的共生体身躯可以随时展开凶残的追捕。那些被毒液触手缠住的敌人，只能乖乖向这个贪婪的掠食者投降。","color":"#2A2E3D","icon":"/Content/Marvel/UI/Textures/HeroPortrait/SelectHero/img_selecthero_1035001.png","shapeKey":"10350","bio":"在遭到蜘蛛侠的拒绝之后，伪装成黑色制服的外星共生体不得不离开彼得·帕克，并找到了一位同样憎恨他的新宿主——艾迪·布洛克，二者结合后成为了令人闻风丧胆的致命守护者——毒液。\n在一个破碎的未来，毒液深陷神魔战争的泥潭，尽管万物皆亡已经注定是这条时间线的唯一结局，但时间流纠缠给了毒液一次阻止它发生的机会。毒液知道自己只有两个选择——消灭黑暗之神纳尔；或者将其囚禁，随后取而代之。","story":[{"title":"叛离本影","content":"“你究竟是怎么从笼子里逃出来的？”金发少女挥舞着巨剑，轻而易举地将敌人接连斩成两段。\r\n“姑娘，要知道没有什么能永远束缚住我们。”眼前的庞然大物从容回答道，“因为我们是毒液！”\r\n“我派去看守你的那些恶魔军团呢，他们去哪了？”被称为魔剑客的变种人女孩追问不停，手边也没闲着，她举起魂之利刃，准备再次施展致命一击。\r\n毒液笑而不语，用他那硕大的舌头舔掉了漆黑唇边滴落的粘稠唾液。\r\n“算了，不用说了，”魔剑客接着道，“我对你们这种生物的德性再清楚不过了。之所以把你关起来，就是因为共生体曾经吞噬了我的整个家园。”\r\n毒液早已习惯了替同类的贪婪无度背负骂名。但这姑娘显然没意识到，眼前这位名为毒液的生物并不是她刻板印象中的那类涌动原生质——虽然他的尖牙、利爪、长舌都是攻无不克的武器，随时准备对任何胆敢反抗他的人予以致命打击。但在这副令人生畏的外星皮囊之下，其实是个名叫艾迪·布洛克的普通人类。\r\n这对搭档之间的共生纽带不仅赋予了艾迪超凡的能力，更为这个外星生物找到了存在的意义。他们合体成为了毒液，化身致命守护者，游走在街头巷尾，用自己的方式为无辜者伸张正义。\r\n至少他们认为自己是在伸张正义。说实话，每当毒液尝试回忆过去时，往昔仿佛笼罩在迷雾之中，很多细节已经模糊难辨。当他所处的世界崩塌时，连接毒液和其他共生体的克林塔蜂巢意识使得艾迪的大脑超载，让他和他的外星伙伴彻底迷失了方向。他们不太确定自己来自何方，更别提现在身处何时何地。\r\n“我们已经是自由之身了，”毒液打量着曾经囚禁他的人说道，“而你看起来远不如他们危险。”\r\n“那你就大错特错了……”魔剑客反驳道。\r\n“我们走着瞧吧，年轻人，”毒液大步上前，与他那美丽却同样致命的新盟友并肩作战。“现在……我们要对付的是谁？”\r\n“诸神，”魔剑客漫不经心地回答，“准确地说，是那些残存的神明。”\r\n毒液打量着眼前一直延伸到天边的战争焦土，他明白这位年轻的变种人所言非虚。不知怎的，他竟然来到了一个幽冥界域，这里的魔法力量彼此争斗，陷入了永无止境的交战之中。在此之前，他从未经历过这种类型的战斗。在纽约街头与罪犯或者蜘蛛侠缠斗简直易如反掌，而在异次元的地狱边境与恶魔和半神展开较量，对毒液而言无疑是真正的挑战。\r\n在这种地方，对错善恶已不再重要。这是神明之间的战争，毒液体内的两个意识都开始觉察到自己是多么的渺小和脆弱。\r\n“我们要怎样才能战胜神明呢，小家伙？”毒液怀着诚挚的好奇心问道。\r\n“或许我手中的巨剑会有些用处吧。”魔剑客一边笑着回答，一边熟练地挥剑刺向迎面而来的敌群。\r\n毒液差点笑出声来，因为自己竟在这场诡异恐怖的战场中尝到了一丝幽默。但紧接着，他跪倒在地，剧烈的痛苦如利刃般穿透体内的每一根神经，迫使他发出了一声原始的嘶吼，仿佛脑海中的某个警报骤然响起，让他和体内的共生体共同陷入了疯狂。\r\n在他的脑海中浮现出一个遥远星球的景象，那里被黑暗层层笼罩，在阴影下不断涌动着无数生灵的痛苦哀嚎。死寂的表面之下，还潜伏着更可怖的存在。在这个星球的深处，某个生命在蠢蠢欲动——它的气息如同虚空的宇宙那般冰冷，此刻正在拼命寻找逃脱的道路。\r\n“刚才发生了什么？”魔剑客伸手扶起了毒液。\r\n“蜂巢意识……” 毒液缓缓恢复了神志，“这是一种集体意识……能够让共生体之间彼此交流的网络。它们刚刚给我们传递了一个极其震撼的信息。”\r\n“什么信息？”魔剑客问道，极力掩饰内心对答案的恐惧。\r\n“它们在求助，希望我们回到共生体星球，”毒液答道，“赶在纳尔吞噬所有人之前，将其彻底铲除。”\r\n“纳尔是谁？”魔剑客好奇地问道。\r\n“我们的……不，是它们的神，”毒液说道。\r\n“那你最好先给自己弄把剑，”魔剑客淡淡应道，随机又专注于眼前的战斗，“而且越大越好。”\r\n“你说得没错……”毒液喃喃自语，“我们恰好知道在哪儿能找到一把好剑……”\r\n毒液从其他共生体那里听闻过关于纳尔的传说：在很久以前，纳尔挥舞着一把名为至黑之剑的强大利刃，据说他曾用这把剑击败了一位天神——宇宙中已知最古老、最强大的存在之一。在传闻中，纳尔取得了最终的胜利，而至黑之剑却在混战中遗失。不过既然是遗失……那就意味着它或许并未彻底消失……\r\n如果那把剑依然存世，毒液就必须找到它。他的确擅长在幽暗的巷陌中穿行，但若是谈及在浩瀚的星际间遨游，就多少有点束手无策了。\r\n “那么……在黑暗吞噬整个宇宙之前，我们该如何抵达银河的另一端呢？”毒液脱口而出，其实他并不指望能够听到多靠谱的回答，但魔剑客已然成竹在胸。\r\n“这很简单，”她眼里闪烁着兴奋的光芒，“只要告诉我目的地在哪里。”\r\n毒液伸出共生体触手，轻轻滑过少女裸露的肌肤。当这外星生物与魔剑客缔结新的连接时，它本能地激发了她的变种人能力，开启了穿越次元的传送门。转瞬之间，横跨宇宙的通道便在他们面前豁然开启。\r\n毒液穿过传送门踏入了未知之地，转身向魔剑客挥了挥手。\r\n“多谢了，女士。”他低声说道。魔剑客会心点头，随即又将目光转回那些魔法敌人身上。这两位战士都面临着难以想象的战斗，但他们深知已别无选择，唯有奋战到底，夺取最终的胜利。\r\n离开战火纷飞的幽冥世界后，毒液感到如释重负，然而他无暇庆祝自己逃出生天，因为共生体蜂巢意识传递的集体恐惧淹没了他的全部感知。如果纳尔卷土重来，他誓必不会善罢甘休，宇宙也将陷入无尽的虚无。黑衣之王的野心再次燃起，他的首要目标便是让宇宙生灵涂炭、万物寂灭。毒液绝不允许这一切发生。\r\n当毒液从魔剑客的传送门中迈出时，他发现自己站在一具失去生机的天神遗骸之上，与它一同漂浮在无垠的虚空之中。从巨大的遗骸上传来深邃的黑暗气息，这与他通过蜂巢意识所感受到的纳尔气息如出一辙。\r\n他很快注意到那把插在天神身侧的剑柄。剑刃深埋在体内已久，伤口周围弥漫着的漆黑能量，如同尚未根治的宇宙级感染，即使历经数万年的腐蚀溃烂，仍在不断沸腾、涌动。毒液伸手握住至黑之剑的剑柄，试图用力将它拔出天神遗骸……但剑身纹丝不动，因为那股黑暗能量已经蔓延至天神的铠甲表面，将其牢牢禁锢。但毒液从不轻言放弃，他一次又一次地奋力拔出利刃，然而都无济于事。\r\n毒液全神贯注于眼前的任务，浑然不觉不速之客已悄然而至。一个宇宙茧体，宛如一艘神秘的飞船，载着一位更加神秘的乘客，漂流至天神遗骸附近。而他更未料到的是，这个在茧中沉眠的人，已经唤醒了陨落天神残留的意识……\r\n当毒液最后一次试图拔出至黑之剑时，天神发出了震耳欲聋的心灵尖叫——这并非是由于剑刃刺入身躯时带来的肉体痛苦，而是因为与宇宙伙伴交流时所遭受的精神折磨。然而，天神尖叫的原因对毒液来说并不重要，他只关心最终的结果。\r\n天神遗骸暴发的剧痛将毒液震飞，他在太空中茫然地翻滚了一阵，随即在黑暗中不断下坠。他亲眼目睹了至黑之剑从沉睡中苏醒，将自己深深刺入天神的体内，直至完全消失不见。他必须找到回去的办法，也许可以借助那位新朋友的魔法力量。但首先，他得在那颗飞速逼近的星球上安全着陆，并设法生存下来。\r\n毒液做好了心理准备，但仍然暗自担忧，自己或许会一命呜呼，徒留一个撞击坑作为墓地。然而，当他坠落至星球表面时，却出乎意料的柔和，仿佛有无数双温柔的手将他轻轻托住。当他站起来环顾四周时，意识到自己能的安全着陆绝非偶然。\r\n原来他回到了故乡——这里正是克林塔，共生体的发源地。这颗星球既迎来了故人旧友，也迎来了不速之客。\r\n在不远处，毒液发现了一个不同寻常的物体——正是那个他之前不曾注意到的宇宙茧体。它也被天神遗骸的剧痛冲击抛进了虚空，并如同命运安排般，降落在了克林塔的地表。然而，当毒液被同胞们视作英雄迎接回归之际，那茧体正置身汹涌澎湃的共生体海洋，即将被饥渴的浪潮吞噬殆尽。\r\n对此，毒液绝不会坐视不管。他得弄清楚茧里面究竟藏着什么秘密。于是，他用尖牙利爪猛然撕开了茧的保护壳。不一会儿，一道身影从茧中浮现——来者绝非凡人，而是位熠熠生辉的黄金神祇。\r\n毒液静静地观察着，等待这位不速之客下一步举动，心中不确定他是敌是友。不过这个疑问很快就有了答案，因为那位金光闪闪的战士转身向他发起了攻击。\r\n“小金人，我不管你是何方神圣……”毒液看着四周如浪潮般涌动的共生体，缓缓说道，“我还有正事要办，识相的话就别挡道。”\r\n“亚当术士，”那人说道，“绝不会放任黑暗的化身腐蚀宇宙！”\r\n毒液顿时耸了耸肩，放声大笑。\r\n“你以为我是纳尔？”他说道，“那可真是天大的误会，伙计，我才不是那位黑衣之王。我来到这里，正是为了彻底终结他的统治。”\r\n亚当术士停下脚步，仔细审视着毒液。在此之前，他从没想到自己会与黑暗生物并肩作战。但任何愿意加入正义征途的盟友，他都会欣然接受。\r\n一场关乎宇宙命运的战役即将打响，历经漫长岁月的毒液仿佛在此刻第一次明白了自己是谁，又将归于何处。\r\n即便身在黑暗，但只要心中尚存一丝荧火，光明就永远不会将他抛弃……","isUnlocked":true,"unlockHint":null},{"title":"分离焦虑","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"},{"title":"黑衣与象牙","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"}]}