{"id":1037,"shapeId":0,"heroName":"万磁王","realName":"麦克斯·艾森哈特","enName":"Magneto","role":"捍卫者","somatotype":"Level4","categories":["X_Men","Mutants","Villains"],"difficulty":2,"desc":"从麦克斯·艾森哈特到埃里克·兰谢尔，再到如今的万磁王，苦难的磨砺使他坚毅如钢铁。在他手中，钢铁既化作锋利的剑刃指向敌人，也能化作坚固的护盾保护队友。","color":"#5A5189","icon":"/Content/Marvel/UI/Textures/HeroPortrait/SelectHero/img_selecthero_1037001.png","shapeKey":"10370","bio":"麦克斯·艾森哈特天生就拥有近乎无限的磁场操纵能力，身为变种人，他的前半生都在歧视与迫害中度过，最终他以万磁王的身份崛起，将保护变种人族群的存续当作了自己毕生的事业，为了这个理想，他不惜付出任何代价。激进而坚定的斗争手段让他与那些渴望和平的变种人派系格格不入。\r\n经年累月的不懈追寻，让万磁王的梦想终于来到了实现的边缘，他领导了一场迁徙运动，将地球上全部的变种人都转移到了一个安全的避世天堂——有灵岛屿克拉科，以期变种人同胞们能够免受日益增长的外部敌意的威胁。","story":[{"title":"万磁王的审判","content":"万磁王默然凝望着远处的海平线，仿佛目力所及的水天尽头，依然不是他心中那个恢弘愿景的边界。轻柔的海风拂过克拉科岛的海岸，这座有生命的岛屿，任由自己的脉搏跟随万磁王的斗篷，一同在风中起伏着。\n他已经度过了常人难以想象的漫长岁月，尽管如此，似此刻这般风平浪静的心境，在他波澜壮阔的一生中，也是极其罕见的。不过他知道，这种时刻从来不会持续太久，命运不会让他享受如此奢侈的平静，永远不会。\n“老朋友，有心事？”一个熟悉的声音从空中传来，打破了周遭的寂静。万磁王循声抬头，一位威风凛凛的变种人女神乘着旋风缓缓降落，那正是欧萝洛·梦露，久负盛名的天气女巫，被人们所熟知的暴风女。\n“还真是造化弄人，你说是吗？”万磁王喃喃自语道，“你我之间，曾经势同水火，只为证明自己的道路才能引领变种人走向正确的未来……如今我们做到了，但它竟然真的在一个你我都未曾设想过的未来。”\n不久以前，一场时间风暴席卷了克拉科岛国，那是一种能扭曲时间的异常大气现象，若不是暴风女地精妙疏导，恐怕整座岛屿都会被撕成碎片。如今克拉科不仅没有失落在时间流中，反而凭借此次契机，安全地驶过了百年风雨，来到了时间彼端的2099年。\n“重要的不是我们身处什么年代，”暴风女回答道，“而是我们的人民终于有了一个安全的家园——克拉科，这都多亏了你，埃里克……”\n听到老朋友叫出了他的人类名字，万磁王有些闪躲。诚然，过去几十年他有过许多这样的名字——麦克斯·艾森哈特、埃里克·兰谢尔、玛格纳斯…..可在那个年代，人类的愚昧尚且统治着世界，这些名字是他为了融入其中而不得不作的妥协。如今，在这个崭新的时代，他终于可以选择用他的真名称呼自己：万磁王——变种人磁力大师，这才是他的本质。\n“虽然的确是我发起了变种人的迁徙运动，把他们带到到这座安全的港湾，”万磁王说道，“但这场战争的胜利绝不是任何单个变种人的功劳。”\n“没把功劳全揽到自己身上还算你有点良心，老兄。”一声略显沧桑的低吼从克拉科岸边的丛林中传来。\n万磁王和暴风女转过身，一扇新播种的克拉科传送门刚刚生长完毕，从门内走出一个熟悉的身影，矮小的身材，旺盛的毛发，以及仿佛刚从地狱回来的满身硫磺味，这样的出场对于金刚狼来说，实在是太应景了。\n金刚狼的身边站着一位年轻的变种人，看上去正是能力刚开始显现的年纪。\n“这就是那个卡在维度缝隙中的孩子，”金刚狼接着刚才的低吼说道，“算她走运，我及时追上了她，地狱边境可不是什么小孩子的游乐园。”\n“谁说不是呢，”另一个声音传来，带着明显的俄罗斯口音。“不过这位新变种人适应得倒还不错。”\n“伊丽亚娜？真的是你？”暴风女冲到那位刚刚踏出传送门的年轻女士身边，给了她一个大大的拥抱。曾几何时，伊丽亚娜·拉斯普廷，被唤作”魔剑客”的空间行者，在暴风女的眼中就如同亲生女儿。直到她被地狱边境的黑暗势力掳走……直到她…..\n“我也很高兴再见到你，御风者，”魔剑客不太自然地堆起笑容回应道。“实在是……太久了，久到我几乎都要忘了…….”\n万磁王走向那位新到的客人，没有给出拥抱，而是仔细打量了一番。她不是万磁王认识的那位伊莉亚娜·拉斯普廷，这有些奇怪，眼前的女剑士明显有着完全不同的人生道路，她已经被无尽的战火淬炼成了冷酷的刀锋，这倒与万磁王的经历如出一辙。\n“你不是我认识的那个女孩，”万磁王说道。“但克拉科欢迎你，正如它欢迎所有变种人，不论你来自哪里，不论你信仰何人。”\n“那么……那些从小被当成变种人养大，却在得知真相后失去一切的人，也会被欢迎吗？”\n传送门里再次走出了一位女客人，万磁王在听到她问询的一刹那，呼吸就立刻急促起来。他的目光直直挪向了她，红衣女人款款走出的每一步，仿佛都在万磁王的记忆里掀起了惊涛骇浪，因为许多年前，她从母亲腹中迈出自己人生的第一步时，万磁王也在那里。\n“旺达……”\n“好久不见，父亲。”猩红女巫一边说着一边走近万磁王，带着后者从未见过的沉着和自信，她伸出手，缓缓摘下了万磁王的头盔。在此之前，如果有任何人胆敢尝试这种行为，万磁王立刻就会让他们知道这种不敬的可怕后果。但此刻他静静站立着，如同一尊铁铸的雕塑，沉醉在与女儿重逢的喜悦之中。旺达凑到他的脸颊旁，轻轻地送出一吻，随后他那几十年如一日的坚毅表情，瞬间融化了。\n“你……你怎么会在这里？”万磁王艰难地说出了自己的疑问。他可以扭曲最坚硬的埃德曼合金，让它们如同听话的孩子，但此刻他甚至无法组织起一句完整的话语。\n“确实费了一番功夫，”旺达笑道，”我并不是一位生理学意义上的变种人，这也就意味着，正常情况下，我是无法通过克拉科的传送门的。但在浇灌了一点小小的混沌魔法之后，它变得好客了许多。”\n“我的意思是…….”\n“哦…..我明白了，”旺达收起了略带调笑的语调，“你的旺达……她不在了，对吗？很抱歉……我的出现一定让你十分难过……”\n“恰恰相反，”万磁王复归镇定，说道，“又一次看到你的脸庞，听到你的声音，让我能够知晓，在这茫茫多元宇宙的某个角落，我的女儿，还安全地活着……这恐怕是我这一生中，最不难过的事了。不是每一位失去女儿的父亲都能拥有这样的幸运。”\n“可能也称不上有多安全，”旺达坦然道，“我的宇宙已经奄奄一息，被我勉强维持着，才不至于彻底坍缩。我想我可能是这个宇宙存在下去的唯一希望。“\n“这口气倒是跟你父亲一模一样。”金刚狼打趣道。\n“不过我来这里不是为了叙旧的，有人给多元宇宙罗织了一个庞大的阴谋，”旺达继续说道。“此前我们各自为战，但只有联合起来，我们才有一线生机，保护我们各自宇宙的完整。”\n“说到战斗，我和娜塔莎的约会快迟到了。”金刚狼说道，“我们正准备去推翻一个身穿铁皮的独裁君主。“\n万磁王几乎就要怪罪起金刚狼来，他总是忍不住去参与那些人类野心家们的无聊争斗。但他踟蹰了一会，思索起女儿的话语。或许她是对的，或许自己领导的这场变种人存续之战，只是众多危亡图存的战争之一，而他们输不起其中任何一场。\n“克拉科已经抵达了未来，我本已决定，后半生只为变种人而战，”万磁王说道，“所以我召集了同胞，远离人类，在克拉科岛的帮助下自立国家。但你的话发人深省，女儿。毕竟没有变种人是一座孤岛。”\n“除了克拉科岛，没错吧？”魔剑客调皮地插嘴道。\n“我们可以结成联盟，但变种人族群也必须因此得益，”万磁王继续说道。“我们还有同胞流落在外，失散于广袤的星海和错乱的时空，他们需要我们的协助，把他们带回家园。”\n“这听起来正是至尊法师所擅长的任务，”旺达说道。“不过我需要一些帮助。尽管我很喜欢你的金属头盔，但我们现在需要一个有着更多电子零件的头戴设备。”\n“我知道了，你说的是那个东西。”万磁王一边说着，一边将手举到空中。片刻之后，埋藏于克拉科海滩之下的金属矿藏顿时破土而出，他们融合着，扭曲着，将自己塑造成了一台精密却眼熟的机器，那正是查尔斯·泽维尔曾经佩戴过的——脑波仪。\n“如果我记得没错，脑波仪只能追踪地球上的变种人，”旺达回忆道，“但只需来上一点点魔法升级，脑波仪的搜索范围就能扩展至相邻的维度。正如你所说，这里欢迎所有变种人，无论他们来自哪里，无论他们信仰何人。”\n“这么厉害？”魔剑客惊叹道，她的眼中已经开始闪烁着期待的火花。”还不快戴上试试，老家伙！”\n万磁王戴上脑波仪的一瞬间，几个强大变种人的身影就跨越茫茫多元宇宙，闪烁在他眼前：一位身负强大灵能的忍者被囚作供人观赏的展品，仿佛那整个世界都由病态的虚荣构成；一位七海之王正在集结军队，试图对毫无察觉的地表世界发动突袭；还有一位自白热室中破壳而出的宇宙生灵，决心要把夜空中的黑暗焚烧殆尽……还有数以千计，数以万计的变种人，他们渴望打破命运的束缚，在变幻莫测的时空与现实中找到自己的位置。\n“看来还有不少活要干，”万磁王说道，“数量远比我想象的要多。我们什么时候开始？”\n“择日不如撞日，”魔剑客说道，“或者你挑个好日子？反正你知道该去哪里找我们。“\n“你给变种人送了一份大礼，旺达，”万磁王骄傲地说，“你的功绩将被永远铭记。“\n“那我可就当真了。”旺达回复道。“等时机到来，别忘了带着你用脑波仪集结到的军队，来还我这个人情。”\n“那就让我对遍布各个时空的所有变种人们，发出召唤吧，”万磁王继续道，“克拉科的大门已经为你们敞开！查尔斯那句沉默了多年的呼唤，终于能在今天再度响起……“\n“……来我的身边，X战警！”","isUnlocked":true,"unlockHint":"该故事尚未解锁！"},{"title":"铁核聚变","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"},{"title":"变种人的弥赛亚","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"}]}