{"id":1038,"shapeId":0,"heroName":"猩红女巫","realName":"旺达·马克西莫夫","enName":"Scarlet Witch","role":"决斗家","somatotype":"Level2","categories":["Avengers"],"difficulty":1,"desc":"旺达·马克西莫夫掌控着极为强大的混沌魔法，能够肆意扭曲和重塑现实。任何能量、空间、实体，都不过是猩红女巫的掌中之物！","color":"#D24466","icon":"/Content/Marvel/UI/Textures/HeroPortrait/SelectHero/img_selecthero_1038001.png","shapeKey":"10380","bio":"凭借对混沌魔法的精湛操控，旺达·马克西莫夫跻身于宇宙中最为强大的存在之巅。作为猩红女巫，她渴望驾驭混沌之力，为这个摇摇欲坠的世界重铸秩序的光辉。\r\n时间流纠缠发生后，混沌魔法犹如一把现实之锚，是少数能够阻止宇宙分崩离析的力量。倘若猩红女巫的力量消散，她所守护的宇宙也将随之瓦解……为了捍卫万物生息，她将不惜一切代价，对抗这场即将来临的浩劫！","story":[{"title":"彼方的跫音","content":"旺达·马克西莫夫正在闭目冥想，她的身体悬浮于离地0.3米的半空，周身弥漫着混沌能量，四周环绕着低矮的围墙。墙外，遥远的温达戈尔山巍峨耸立，陡峭的山脊和险峻的悬崖一路延伸至山下缥缈的雾霭里。\n每一日，旺达都会冥想，敞开心扉，面对她那破碎世界中庞大而神秘的魔法潜流，感受奥秘能量的聚集，体会不同形式的魔法因冲撞而引发的激烈冲突。现实是如此的脆弱，充斥着蠢蠢欲动的神祇和怪物，他们总想摧毁现实以增强自身的力量。\n“旺达！”\n旺达的身体一阵颤动，突如其来的声音仿佛一根锐利的刺，戳中了她冥想的气泡。现实由魔法领域编织而成，而作为这个世界的至尊法师，旺达花了数年时间来磨练自己的能力，努力维持现实的稳定。每一位活跃的魔法高手，旺达都需要了解。只不过，已经有相当长一段时间没有人称呼过她的本名了。\n“旺达！”\n声音夹杂着些朦胧的语调，隐约有些熟悉，但明显不属于旺达所在的领域。她立刻戒备起来，因为只有最危险的魔法才能穿越不同的宇宙空间。她是这个宇宙的至尊法师，连最黑暗的魔法她也曾食髓知味。她的魔法中流淌着无边的混沌，却苦心维系着这个将死宇宙中脆弱的秩序。当汹涌湍急的时空能量试图将这个宇宙分崩瓦解时，旺达预先感受到了这股能量的涌动，她尽力将其驯服、遏制，成功逆转了局势。\n直到它再次涌现。\n时空能量总是卷土重来，因为旺达身处的宇宙是一个错综纠缠的战场，而她是唯一一个能将这个世界里盘根错节的纤维编织在一起的人。\n时空被扰乱以后，旺达投入的精力也与日俱增，抑制着即将爆发的魔法冲突。在她所处的现实里，几乎没有人能察觉这场冲突。时间线的瓦解使得不同世界的强大敌人沆瀣一气，释放出巨大的能量。旺达知道，她将是这个宇宙的最后一道防线，也是能够阻止冲突的时间流撕裂这个世界的唯一魔法力量。如果放任危险的魔法能量，任由它们肆无忌惮地涌现，那么她所在的世界将被彻底湮灭。\n“旺达！”\n声音听起来很熟悉，似乎是她曾经熟知的某个人，一个久已离去的灵魂回声……\n“旺达，是我，史蒂芬·斯特兰奇。”\n“史蒂芬·斯特兰奇？”\n她质疑的声音乘着稀薄的山间空气，与圣所外的呼啸风声互相角力。\n“我不是你认识的那个史蒂芬·斯特兰奇。”\n“没错，我认识的那个斯特兰奇已经不在了。”他曾是一位伟大的法师，在第一次恶魔战争的终局之战中壮烈牺牲，曾经的拉斯维加斯如今已沦为人间炼狱。旺达默默地回忆着那个悲惨的日子，努力抑制心中涌起的悲伤和痛苦。最终，她率领着一支由魔法高手组成的强大队伍，取得了战争的胜利，但也付出了惨痛的代价。\n旺达感知到了那个声音的本质 —— 星体投射。她叹了口气。\n“是啊，我最近经常听到这样的叹息声。”\n“什么意思？”\n“我尝试联系了许多不同现实里的至尊法师，但在大多数现实里，奇异博士早已逝去。在其中的一些现实里，其他版本的我并不相信我是真实存在的，而你是第一个与我把对话进行到这一步的人，这很好，因为我身处的世界已经危在旦夕，我必须想办法保护它。”\n“我认识的史蒂芬·斯特兰奇能够随意进行星体投射，就像抛硬币那么简单。”旺达说。\n“通常情况下我也可以，但是时间流纠缠造成的某种影响困住了我……尽力描述的话就像是 —— 我被困在了一个纠缠的星界位面里，而这个星界位面里有无数个我，致使我不能确定哪一个才是真正的本体，无法返回现实世界。”\n如此，旺达明白了他的意思：“所以你觉得我能帮到你？”\n“我相信你可以，因为你拥有混沌魔法，能够解决这种特定星界纠缠引发的混乱。别忘了，你可是至尊法师，不是吗？”\n他略带激将的语气让旺达再次警惕起来：“在你的世界里，你也是。”\n“没错，我也许可以通过反复试验，在现实世界里花费数年、数十年甚至数百年的时间来搞定这件事。但到那时，德古拉已经从黑暗神书中获得了他想要的东西。”\n听到那个名字，旺达的思维骤然重新凝聚，那些充斥着低语的黑暗，她早已尝过个中滋味。她停止了冥想，但仍然保持着与那个“史蒂芬·斯特兰奇”的星体投射之间的联系。\n“黑暗神书？”那个强大而神秘的咒书，在旺达生活的现实里，早已不知所踪。这本咒书的名字，她曾有耳闻，但从未目见，其中或许蕴含着她可以利用的神秘知识……\n她将几缕混沌魔法编织成一个结，然后抓住那个“斯特兰奇”的星体投射体，把他也一并编织进去。\n“等等……”\n“解开这个结，”旺达说，“你就能找到回去的路，我也会知道你是不是真的史蒂芬·斯特兰奇。”\n星体投射的声音消失了，旺达静静地等待着。\n太阳穿过温达戈尔山峰，沉入西边的山脉。一扇传送门蓦地出现，史蒂芬·斯特兰奇从里面走了出来。\n他的身形看起来比旺达认识的那个斯特兰奇更加威严，大概是因为他身着至尊法师的战袍。旺达心想，等闲下来，她也要给自己定制一套更符合身份的制服。在这个星球上，几乎所有的卡玛泰姬都已荡然无存。旺达尽力挽救了所能拯救的一切，但是那些仪式服装？她可疏忽了这一点。\n“真是个不小的挑战。”斯特兰奇说。\n“这是确认你身份的最好办法，我可不能任人轻易踏入至圣所。”旺达回答。\n“检验过了，你的安保措施已达标准，”他笑着说，“谢谢。”\n“如果真想谢我的话，不如告诉我德古拉为什么想要黑暗神书，那本书在这个现实里早就不存在了。”\n“你应该为它的不存在感到庆幸。”斯特兰奇说。\n“回答我的问题，斯特兰奇。”旺达坚定地追问。\n“德古拉想要什么？噢，他认为黑暗神书中蕴含着一种咒语，可以让吸血鬼不再畏惧阳光，进而把全人类都变成他们的猎物。”\n“真有这种咒语吗？”旺达问。\n“他寻求的那个咒语的确有此种力量，但是，这个咒语原本起源于更加黑暗的目的，服务于更大的野心，不只是为了让吸血鬼在阳光下散步那么简单。”\n这是真的。黑暗神书的创造者，旺达再了解不过了。如果能够得到那本书，深入探究并掌握其中的奥秘，没准她真的能够阻止这个世界走向消亡。作为至尊法师，她也可以运用黑暗神书中蕴含的力量，摧毁魔法熵的力量，结束神族与人类之间的无尽纷争……\n“温达戈尔山离德古拉统治的领域并不远。”旺达说，“但是在这个世界里，他的城堡早已人去楼空。”\n“在我的世界里，他的城堡可谓是熙熙攘攘，”斯特兰奇说，“只是不在特兰西瓦尼亚罢了。”\n“哦？那在哪里？”\n“中央公园。”\n斯特兰奇再次打开传送门，向旺达展示血月笼罩下的纽约。即使隔着一扇传送门，旺达也能感受到一股强烈的魔法腐蚀，弥漫在那座时间早已混乱的城市，让人不寒而栗。“月亮竟然停滞了……”旺达说。\n“是的，”斯特兰奇回答，“德古拉利用黑暗神书的力量将纽约囚禁在无尽的黑夜里。他的力量还在不断增长，能够抵抗他的力量却寥寥无几。”\n“但现在你可以。”旺达指出。\n“理论上是可以，”斯特兰奇回答，“我也计划这么做，但抵抗军需要更多的力量加入。时间流纠缠释放了众多未知的能量，不同的历史相互碰撞……”\n“是的，我看到了。”\n“除此以外，时间结晶还加剧了事情的复杂性。”\n“时间结晶？”\n斯特兰奇环顾旺达位于山巅的“隐居”所，张开双手，而后又合在一起，一块晶体凭空出现在手心。“在我的世界里，时间结晶便是如此。”他接着说，“但是在你的世界里，它可能会以别的形式存在。”\n旺达伸出手，将晶体牵引向自己。“真让人着迷！”她轻声呢喃，“这是时间流纠缠的产物吗？”\n“没错。”\n“为什么我从前没有注意到它？”\n“因为你一直在竭力维持这个现实，阻止它被彻底毁灭。”斯特兰奇指出，“而维持混沌气泡需要极大的专注力。”\n的确如此。旺达不由的一错愕，时间结晶就这样悄无声息地渗进了她的世界，而她竟对此毫无察觉。“或许我花了太多精力沉浸在冥想之中。”旺达说。\n斯特兰奇没有反驳。\n“是时候转变角色，在决定现实存亡的关键战斗中发挥更加积极的作用了。我不能再执拗地放任自我，依赖那些毫无拘泥的自由了。”\n斯特兰奇点了点头。\n“那么，你会帮我吗？”\n“如果你能帮我们对付德古拉、找到黑暗神书，我也会给你的世界提供一些'奇异'的帮助。”斯特兰奇的嘴角微微上扬。\n“黑暗神书。”旺达低语，“不该染指这本书的人可太多了，但在这份名单里，德古拉一定名列前茅。”\n“我同意。”斯特兰奇回应。\n“那我们就把它从德古拉的手中夺走。”\n两位至尊法师齐步踏向传送门。\n“不过，在出发之前，”旺达说，“我认为这里还有一个不拘泥于规则的自由人，肯定能帮上纽约的大忙。毕竟，月亮可是他的指引之光。”旺达期望这个人依然活着，或者说，还没有彻底丧失神智。\n“很好，那这次疯狂的时空冒险，就再加一个人吧。” 斯特兰奇把那块血色的晶体收入口袋，示意旺达带路，“我们走吧！”","isUnlocked":true,"unlockHint":null},{"title":"万达格山的雪","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"},{"title":"卡俄斯的伪经","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"}]}