{"id":1039,"shapeId":0,"heroName":"索尔","realName":"索尔·奥丁森","enName":"Thor","role":"捍卫者","somatotype":"Level4","categories":["Avengers","GodsOfAsgard"],"difficulty":2,"desc":"奥丁之子索尔可以使用源源不断的神力召唤雷电，向敌人倾泻无尽的雷霆怒火。手握强大的着雷神之锤，他能轻松成为为战场的主宰！","color":"#5964AB","icon":"/Content/Marvel/UI/Textures/HeroPortrait/SelectHero/img_selecthero_1039001.png","shapeKey":"10390","bio":"身为阿斯加德王子与雷霆之神，索尔·奥丁森勇冠绝十界。手持魔法神锤，索尔便可唤电呼雷，令敌人俯首称臣……前提是，他必须得到神锤“缪涅尔”的认可。\r\n然而，自时间流纠缠以来，索尔便历经坎坷。全能之父被迫深陷奥丁之眠，洛基与索尔为争夺王位同室操戈。最终，英勇败于诡计，索尔被放逐至一个遥远而危险的时间线。","story":[{"title":"转瞬即逝的雷声","content":"砰！\r\n孤独之塔中，索尔躬身坐在一张石凳上，沉默不语，怒火中烧。这座看上去卷帙浩繁的图书馆实际上是众神之父奥丁软禁囚犯的牢狱，而将他送进这座牢狱的，正是他的好弟弟洛基。索尔的内心绷紧了弦，如果他不立刻采取行动，阿斯加德将万劫不复。\r\n砰！ \r\n外面传来的撞击声猛烈而规律，好像有某个巨大的物体正剧烈地冲撞着塔壁。索尔凝神等待。他被洛基诓骗，误入孤独之塔，并被囚禁于这座牢不可破的囚室中。聪明如洛基，自然不会忘了给整个房间都加上魔法，抑制了索尔可能发出的任何声音。\r\n砰！\r\n囚室的墙壁缝隙里洒下了灰尘和泥沙。是时候了！索尔起身，暗自思忖。洛基或许背叛了他，为了争夺阿斯加德的王位机关算尽，但即便是诡计之神，也无法面面俱到、算无遗策。\r\n砰！\r\n比如，洛基从来没有想过，索尔可以不出声就召唤缪涅尔。\r\n砰！！！\r\n缪涅尔击穿了孤独之塔的墙壁，径直到达索尔伸出的手中，令他下意识地怒吼出声。能够再次听到自己的声音，索尔很是欣慰。\r\n“弟弟！”随着墙壁被粉碎，孤独之塔中的魔法也逐渐消逝。索尔的愤怒仿佛也平息了：“我给你留了一个惊喜。”\r\n他穿过墙壁的洞口，从阿斯加德的上空飞过，向着仙宫直奔而去。庞大而茂密的世界树根系矗立在仙宫深处，洛基让人夜以继日地挖凿世界树根系的汁液，来获取汁液中富含的时间结晶。有一点索尔深信不疑，那就是洛基一定会与矮人、或者能用这些汁液制造魔法器械的人做交易，而事实证明，洛基早就这么做了。时间结晶强化了洛基的魔法，他现在变得比以往更加强大。与此同时，索尔也感受到了时间结晶的力量 —— 神锤缪涅尔由乌鲁金属制成的顶部熠熠发光，甚至自己体内的奥丁之力也隐隐呼应着。\r\n现在，洛基也感受到了这股奥丁之力。\r\n索尔大声呼喊弟弟的名字，威严的声音在整个仙宫回荡：“你失算了，弟弟！我已经自由了！”\r\n洛基在索尔无法触及的虚空现身：“亲爱的哥哥，你又在说反话了，一切明明正在按计划进行。你永远只会用蛮力来解决问题，难道我会想不到吗？”洛基嗤笑，“头脑简单、四肢发达。”\r\n这个笑容给了索尔可趁之机——洛基总是在这个时候轻敌。他话音未落，便被索尔抓起，重重地摔在仙宫广场的石地上。索尔举起缪涅尔正要砸下，电光石火间洛基抽出匕首刺中索尔的手臂，然后闪身避开。\r\n截至此刻的兵刃相见，他们已经争斗了多少年？几个世纪，亦或是几十个世纪？一股倦意袭上心头，索尔精疲力竭。他努力过，几乎竭尽全力，想和洛基成为一家人，可是洛基呢？他始终只关心自己，一次又一次将阿斯加德置入风雨飘摇的境地。\r\n“在你爬出那个洞之前，我就已经察觉到你逃离了孤独之塔，”洛基轻蔑一笑，“每次你像小时候那样大声喊叫‘弟弟’的时候，我都会忍不住笑出声来。”\r\n“但你还是回应了我。”索尔反唇相讥，“如果你能阻止我的话，早就动手了，何必在这里多费口舌？”\r\n“哈，我的哥哥，”洛基回答，“谁让谎言之神就擅长鼓唇弄舌呢！更何况，你的逃跑还顺便帮我解决了个小麻烦。很快，就会有个人加入我们的谈话。本来她笃定你无法逃脱，但现在你做到了，那么毋庸置疑，她只能承认我的行动方案更可靠。”\r\n一扇传送门在此刻打开，仿佛是在印证洛基的话。透过传送门，索尔清晰地看到了一片漆黑荒凉、无边无际的界域，毫无疑问，那正是冥界。由海拉亲自率领的冥界军团正在全力行进，时间结晶的光芒在他们空洞的眼窝中熠熠生辉。随着冥界的空间开始扭曲变形，海拉从传送门中跨步而出。\r\n“洛基，”海拉说，“我看到了，是你放任你的哥哥逃出了牢狱。”\r\n“不要因为他的外表低估了他的智力。”洛基余光扫了一眼索尔，淡淡回答。\r\n“你是不是太自负了？”海拉反驳。\r\n“我一点也不自负，”洛基厉声道，“到目前为止，所有的事情都在我的预料之中。孤独之塔的墙壁当然阻止不了他来找我，就算他肌肉发达、脾气暴躁，但只要稍微长点脑子，那么张嘴说话，就会是唯一的选择。当然了，此时此刻复仇占据了他的脑海，因为他认为我正在毁灭阿斯加德。但这个时候，你就可以趁机闪亮登场，因为海拉，你比我更喜欢成为众人关注的焦点。”洛基张开双臂，高谈阔论，“请问我有哪一点说错了吗？”\r\n“你把阿斯加德出卖给了海拉？！”愤怒几乎蒙蔽了索尔的心神，奥丁之力在他的体内疾速涌动，雷电在缪涅尔和他的双眼中闪烁轰鸣。这是不可饶恕的谋逆之罪！叛乱又一次上演！洛基的背叛已经发动了几次？没发动的又有几次？！如今，毁灭博士把时间线搅得天翻地覆，洛基还来趁火打劫？\r\n“阿斯加德注定会属于我。”洛基缓缓道，“众神之父陷入长眠，某些诡计多端的凡人把各个界域搅成了一团乱麻。那群所谓的英雄们四处碰壁，倾尽全力也无法将时间线恢复。但我跟你们不一样，我要改变这一切。但是，只要你还在我面前笨手笨脚地挡路，我就无法做出变革，所以……” 洛基朝着传送门做了个“请”的手势。\r\n索尔朝传送门看去，此刻传送门已经扩大了百倍，大量的冥界军团正在逼近，如同汹涌翻滚的浪潮，无穷无尽。他们眼窝空洞，嘴巴大张，丧失理智地咆哮尖叫。索尔扔出缪涅尔，在冥界军团中劈开一条裂缝，轰鸣的雷电将军团瞬间瓦解。阿斯加德神族、黑暗精灵、约顿海姆的巨魔……曾经十界的生灵都聚集在海拉的冥界军团中——唯有往生才能将所有与世界树相连的种族汇集在一起。索尔孤军奋战，而洛基和海拉则凭轼旁观，仿佛索尔此刻是一个竞技场中的角斗士，他的存在只是为了给他们乏善可陈的生活增添一丝乐趣。索尔挥舞缪涅尔、释放雷电，但冥界军团的上方遍布着无穷无尽的纳斯特隆德亡鸦，成群结队地拼命俯冲、啄咬、抓挠，无论索尔如何击散它们，下一刻它们都会从漆黑的羽毛云团中再次聚集，源源不断地朝他飞扑过去。\r\n没有任何增援。阿斯加德因洛基的震慑陷入瘫痪，女武神团长和红鹰禁卫被迫卷入其他界域的战争，无暇抽身——甚至这也可能是洛基的伎俩，令阿斯加德毫无防御之力。挡在阿斯加德和冥界军团之间的只有索尔一人。既然如此，不如就放手一搏！索尔反而被激出血性，他要奋战到底，直到力倦神疲。\r\n可是这一刻来得太快了。即使消灭了成千上万只乌鸦，还有成千上万只等着他。他是奥丁之子，是雷霆之神……但纵使为神，也会力竭。当他粉碎火焰恶魔的熔岩骨架时，当他召唤一道道雷电时，倦意已经从全身弥漫进了骨缝里。雷电把海拉的冥界军团撕开了一个大洞，穿过仙宫的广场一直延伸至传送门口。如果能关上那扇门就好了……但索尔做不到，他对魔法一窍不通，他只能战斗到最后一刻，直至闭上眼睛，迎接瓦尔哈拉的无上荣耀。\r\n然而，就在索尔已经精疲力竭的时候，海拉又延长了他的痛苦。“我们换个玩法吧。”她冷冷一笑，做了个手势驱散了冥界军团。\r\n突如其来的寂静与片刻前的喧嚣形成了强烈的反差，又被乌鸦的嘶鸣骤然打破。亡鸦在阿斯加德宽阔的广场上振翅尖鸣，其中一只飞落在海拉的肩膀上。索尔逐渐平息战意，转过身来直面海拉。如果她想要的是一场决斗，那么他定会如她所愿，只是现在他几乎只剩一口气，而海拉的魔法登峰造极，他不觉得自己能与之一战，也不认为洛基会助他一臂之力。\r\n然而，决斗没有发生。“索尔，”海拉开口说，“如今局势已定，仙宫已然属于洛基。你的父亲抛弃了阿斯加德，你也没能庇护它……洛基取代了你们。”她抛出一个邪恶的微笑，继续补充，“当然，也少不了我的言传身教。”\r\n“如果界域之间的平衡被打破，那么所有的界域都将毁灭。”索尔沉声，“届时，你将引发诸神黄昏。”\r\n“你错了。”海拉冷笑，“宇宙与界域支离破碎，旋即重铸新生，循环往复，亘古至今，生如蜉蝣的凡人又如何能够领会？过时的法度与平衡早就该重塑了。而你，索尔·奥丁森，则是一块绊脚石，只会妨碍所有十界与整个宇宙的新愿景。”\r\n索尔抡起手臂，朝海拉猛击过去，但瞬间被一阵强大的魔法牢牢地禁锢在原地。海拉的力量如此的强大，她甚至不需要做任何动作，或开口念任何咒语。\r\n“陈旧的灰烬必须要为初升的薪火让路，”海拉高声说，“而迟早，每个人都要为冥界让路。”\r\n索尔看到洛基就站在海拉身后，一副运筹帷幄、洋洋自得之态。他用新获得的时间结晶打开了一扇传送门，但是，诡计之神什么时候才能明白，海拉也有她自己的算计呢？兄弟俩对视了一眼，索尔知道，尽管他身陷囹圄、无法开口，但洛基一定可以读懂他脸上的神情：这事还没完呢，弟弟，我一定会去找你算账！届时，十界内的任何神祇、任何魔法都无法拯救你！\r\n“再见了，奥丁森。”海拉冷笑，黑暗之力将索尔吞噬，而后光荣之手轻轻一掷，索尔便被抛向了一段神秘之旅。\r\n索尔拖着一片炽焰从天而降，落地时，方圆百里均焚为焦土，起身后，着陆的震响在干燥的沙丘间久久回荡。他身处一片沙漠，天空赤红仿佛烈焰燃烧，沙丘连绵起伏如同浪潮涌动。这里是中庭，但是索尔却觉得很陌生，跟他熟悉的那个地球判若两地。看来，洛基的巫术的确将他送去了很远的地方。\r\n想到这个弟弟，索尔不自觉开始动身。无论这里是哪个时间线上的地球，当务之急是找到一些盟友，陪他一同返回阿斯加德，然后在洛基的阴谋得逞、海拉统治十界之前把洛基赶下王位。\r\n但现在……该去哪里呢？\r\n远处的地平线上似乎有一座小城，矗立着一幢灯火通明的高塔。索尔决定先去那里。\r\n然后，他的视野中出现了一个物体，从塔楼附近跃上天空，逐渐变大，在红色太阳的映衬下轮廓分明。\r\n这个物体正在移动，并且是冲着自己疾速飞来。\r\n索尔立刻举起缪涅尔防卫，此时一个巨人怒吼着从天而降，猛地扑砸过来，在索尔来不及反应之前将他重重地撞倒在地，剧烈的冲击力将地面砸开了一个巨坑。索尔战意熊熊，他将所有的力量集中于缪涅尔，一记重锤把巨人从坑中击退，然后起身跃向巨人，举起缪涅尔准备再来一击！就在这时，巨人的脸清晰地呈现在索尔眼中，原来这个巨人不是别人，正是浩克！只是，这个浩克与索尔记忆中的浩克截然不同，他周身闪烁着鲜艳的绿色能量，体型更加壮实，腰间还别着一条光芒夺目、装载多种设备的腰带。“班纳！”索尔大喊出声，顺势躲开浩克的巨型重拳，“你这次又中了什么魔法？！”\r\n浩克咆哮着，再次把索尔砸倒在地。\r\n好吧好吧，索尔无奈。他知道这个曾经的盟友在战斗中容易被愤怒冲昏头脑，有时候，必须要用点特别的方法让他恢复理智。\r\n浩克的下一拳迎上了缪涅尔，索尔全力挥舞神锤抵挡，碰撞产生的冲击让两人都摔得四仰八叉。索尔先站起来，然后高高地跃起一道弧线，向着浩克俯冲，给他的腰带来了一记强有力的重击。伽马能量瞬间爆裂，灼伤了索尔的眼睛，并把他轰倒在地。索尔眼冒金星，费了半天劲才勉强站稳。等他抬起头时，那个怪物般的浩克已经消失了，只剩下班纳跌坐在一片衣物和腰带碎片里。\r\n“噢，”班纳说，“原来是索尔。”他站起身来，抹了一把脸，突然神情大变，好像才意识到站在他面前的人是谁。“索尔！你知道我们找了你多久吗？！”\r\n索尔当然不知道，他都不知道自己此刻身处何地，更不知道班纳的话是什么意思。但他根本关心这些，因为他所有的心思都已被阿斯加德占据。“班纳，”索尔急切地说，“我需要你的帮助。”","isUnlocked":true,"unlockHint":null},{"title":"万物尽焚","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"},{"title":"弗莉嘉、盖亚与火发","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"}]}