{"id":1042,"shapeId":0,"heroName":"潘妮·帕克","realName":"潘妮·帕克","enName":"Peni Parker","role":"捍卫者","somatotype":"Level5","categories":["Web_Warriors"],"difficulty":3,"desc":"年纪轻轻的潘妮·帕克勇敢无畏地站在了保护生命和命运之网的最前线。天才机甲驾驶员和超凡强大的蜘蛛机甲，无疑是战场上最热血的组合！","color":"#DB5151","icon":"/Content/Marvel/UI/Textures/HeroPortrait/SelectHero/img_selecthero_1042001.png","shapeKey":"10420","bio":"父亲去世后，潘妮·帕克继承了父亲留下的SP//dr实验机甲。让自己的身体被辐射蜘蛛咬上一口并非易事，但为了驾驶这套机甲，勇敢的潘妮成功与控制机甲中央处理器的蜘蛛建立了心灵连接。\r\n如今，潘妮驾驶着SP//dr机甲，踏上父亲曾经走过的道路，守护着新涩谷区的居民。然而，她的使命远不止保护东京。自时间流纠缠发生以来，潘妮和SP//dr机甲始终并肩作战，守护着生命与命运之网，以及与之相连的无数个现实世界。","story":[{"title":"夜幕下的东京","content":"“真是麻绳专挑细处断，厄运专找苦命人啊……”\r\n潘妮·帕克从温泉里爬出来、准备下一次巡逻时，满脑子都是这句话。她先是失去了父母，身处的世界又被一个叫杜姆的家伙搅乱了所有的时间线，现在，就连那个叫什么“生命与命运之网”的东西也被摧毁了。更倒霉的是，潘妮现在还在东京，这意味着，她将错过在纽约高中的一切校园活动！人生为何如此艰难……\r\n不过，潘妮还有一个“小确幸”，那就是……期末考试逃过一劫！\r\n除此之外，她也有了更多的闲暇时间，可以在爸爸过去工作的实验室里测试SP//dr机甲的性能。为了能够完成父亲的遗愿，潘妮主动让辐射蜘蛛咬伤自己，虽然很疼，但是她心甘情愿！现在，潘妮已经与SP//dr机甲成功建立了连接，可以去打击坏人，不仅要保护东京，还要保护所有的时空！\r\n还有，现在遍地都是“时间结晶”这种东西，那到底是什么？她知道所有人都在收集这种东西，但是它到底有什么用呢？她做过一些实验，推测这种物质是类似于时间晶体化之后形成的东西，但这样的说法并不明确。下一次给SP//dr维护和升级的时候，潘妮打算再多花点时间，搞清楚时间结晶的作用到底是什么。\r\n潘妮时不时地会提醒自己，只要专注在积极有意义的事情上，生活自然会变得更加美好。她花了大量的时间对付那些来自其它时间线的怪人，这些人甚至意识不到他们的所作所为会造成严重后果——所有的时空坍缩。又或者，其实没那么严重？具体的细节潘妮也不太明白，但她喜欢旁听织网大师和他的学徒蜘蛛零就这个话题产生的辩论。时间流纠缠爆发之后，各个宇宙的危机时有发生，潘妮心里清楚，在千钧一发之际，她一定会与SP//dr机甲一起用生命守护命运之网！即使这意味着她平常还要做些枯燥乏味的巡逻任务……\r\n与此同时，这也意味着她要守护织网大师和蜘蛛零，因为他们总是沉浸于各自的修补和编织中，无暇顾及任何即将来临的危险。\r\n——就像现在这样。\r\n一个毁灭机器人正朝着生命与命运之网的中心结点飞去。织网大师浑然不觉，但是潘妮已经发现了它，并且脑中已经构想了一个计划。\r\n“SP//dr，你和我想的一样吗？”\r\n是的！\r\n潘妮绷紧神经，SP//dr机甲从她坐着的那束蛛丝上高高跃起，扑向那个毁灭机器人。她必须要把握好时机，否则就会从高空重重跌落至下方的新宿，SP//dr机甲或许能够承受着陆时的冲击，但对潘妮来说，显然得不偿失。\r\n跳跃的时机把握得十分完美，毁灭机器人虽然意识到了潘妮的攻击，但为时已晚。潘妮操纵SP//dr发射蛛丝，在命运之网上荡出一条完美的弧线，瞬间闪至毁灭机器人身后，以迅雷不及掩耳之势重重地击中它的腿部。火花从毁灭机器人的底盘炸裂开来，装甲碎片四处飞溅，散落到附近的蛛网上，随后它的主体旋转着消失在了夜空中，跌落进下方霓虹点点的黑暗里。\r\n在推进器的作用下，潘妮闪转腾挪，连续两次空翻让她稳稳落在了命运之网的一束蛛丝上。她的落点离命运之网的中心结点很近，织网大师和蜘蛛零在不远处聊着天，潘妮识趣地倒挂在命运之网上，不去打扰他们的谈话。直到蜘蛛零走向命运之网的另一束蛛丝，一路修修补补，潘妮才注意到她在清除刚刚那只毁灭机器人的盔甲碎片。一丝内疚涌上潘妮的心头，但她想，我只是做了一个英雄该做的事，那就是保护生命与命运之网！\r\n毁灭机器人的袭击有朝一日会结束的吧？\r\n“我觉得不会。”熟悉的声音在潘妮耳边突然响起，吓得她一个激灵，蹦了起来，而说话的人正是织网大师。\r\n“诶？”潘妮疑惑，“你刚刚是读了我的心吗？”\r\n“不完全是，我感受到了命运之网的颤动，它们向我暗示了一些你的想法。”\r\n“好吧……”潘妮看着他，“跟读心也差不多了。对了，我一直想问你，时间结晶到底是什么东西？我一直在爸爸的实验室——确切来说，现在是我的实验室——研究它。”\r\n“在东京，时间结晶已经与命运之网融为一体，”织网大师凝视着夜空，“然而，世间一切都不过是命运之网的寸缕织物。”\r\n果然是织网大师的说话风格，但这个回答并没有完全解开潘妮心里的疑惑。\r\n潘妮还没来得及重新措辞自己的问题，织网大师就已经离开，去了命运之网的另一边。于是她决定去询问蜘蛛零。\r\n此外，她还想知道杜姆什么时候会来亲自攻击命运之网。这几乎是板上钉钉的事情，因为毁灭机器人已经遍布四周，只是没有人想要讨论这个话题。潘妮不知道这背后的原因，是大家都对发生的事不明所以？还是因为她太小，大家都不愿意在她面前提及？或者有些什么别的愚蠢原因？但她有一种强烈的预感，杜姆一定会来攻击命运之网，怎么想都会是这个结局。但无论是哪一个杜姆来袭，他们都必须做好准备！\r\n随着潘妮和蜘蛛零之间的距离一点点缩短，她疑惑地发现这位织网大师的学徒正在摆弄着一些东西……似乎是纸片？这么远的距离，很难看得清。她踩上一束蛛丝，然后又跳上另一束蛛丝，在命运之网上蜿蜒跃过，直到离蜘蛛零的距离够近，才看清她正把时间结晶的碎片扔进命运之网结点附近的那些传送门里。命运之网上的时间结晶有些粘性，看来蜘蛛零是在……是的，她在纸片上写了些什么东西，然后把那些纸片粘在了时间结晶上？\r\n“嘿！”潘妮靠近她，打了个招呼，“你在写什么？”\r\n“给另一个宇宙的我传递信息。”蜘蛛零头也不抬。\r\n“你怎么知道在哪里能找到另一个宇宙的自己呢？”\r\n“织网大师教过我这种能力。”蜘蛛零继续说着，“我可以聆听无数个平行宇宙里，各种未来的声音，有的时候我甚至可以……”她挥舞着双手，那是一个指挥的动作，“稍稍影响它们的发展趋势。”\r\n “那么你可以对付杜姆咯！或者解决时间流纠缠的问题！” 或许还可以把爸爸带回来……潘妮心里砰砰跳着，但是她说不出口。有可能吗？如果爸爸回来了，潘妮又会做回普通人吗？但这也是值得的。\r\n蜘蛛零注视着她，仿佛能看到潘妮此时内心的天人交战。“呃……可能吧……但是，如果你不介意我这样表达的话，这是一张纷繁复杂的网，拉拽一根丝线就可能产生各种无法预料的后果。在我拥有更多的时间追踪每一束蛛丝的路径走向之前，我不能采取任何行动。”\r\n“什么时候才能拥有更多的时间？”\r\n“我也不知道，如今发生了这么多事，时间都不够用了。”\r\n“好吧，我明白了。但是现在越来越多的毁灭机器人正朝着你和织网大师爬过来。”潘妮刚刚注意到这些机器人，它们正从地面朝着这里直奔而来。\r\n蜘蛛零低头看向下方，含糊的应了一声，然后在一张纸上草草写下几行字，把它粘在一小块时间结晶上，接着把它们一并塞进了一个小小的传送门里。传送门短暂地开启，如同一个肥皂泡泡，然后在蜘蛛零把信息传递出去的那一刻消失了。\r\n顷刻间，三个毁灭机器人也跟着不见了，它们周围出现了一个硕大传送门，把它们全部吞噬进去，眨眼间便消失殆尽。\r\n“哇喔！”潘妮不禁赞叹，“这招可比我的酷多了！”\r\n“哈，这可不是什么比赛。”蜘蛛零似乎笑了一声，“我们只是在以不同的方式保护命运之网。”\r\n“说到这个……”潘妮想了想，“你们知道吗？杜姆是不会满足于只派遣毁灭机器人来攻击我们的，他迟早会厌倦，到时候他会亲自现身来解决这个问题。”\r\n“有道理。”蜘蛛零的语气听不出情绪。\r\n“所以，我们是不是应该早作打算？”\r\n“你怎么知道我们没有准备呢？”\r\n潘妮嘟囔着：“你说话可是越来越像织网大师了。”\r\n蜘蛛零笑了：“我从他那里受益匪浅，我想你应该也是吧。自从保护命运之网以来，你越来越像一个真正的超级英雄了。”\r\n这句话让潘妮顿时骄傲了起来，可是下一刻她就听到蜘蛛零说：“现在我得去处理一下英雄的小小失误。”她指了指潘妮刚才和毁灭机器人大战时意外折断的丝线。\r\n“我当时是迫不得已！”潘妮表示抗议。\r\n“我知道。”蜘蛛零说，“我没有生你的气，只是修复命运之网这件事是我的工作。职责所在，一旦命运之网被毁灭……”\r\n这下轮到潘妮开口了：“我知道。”时间流纠缠发生之后，命运之网比以往任何时候都更加重要。她们要担心的敌人可不止有杜姆们，来自其他维度的反派或生物随时可能现身。他们都意图摧毁命运之网和织网大师，甚至威胁东京、日本以及整个世界！\r\n但只要潘妮·帕克还在巡逻，她就不会允许这种事发生。诶？她突发奇想，这句话可以写成标语：潘妮·帕克在巡逻！如果有一个专属潘妮的横幅跟着自己，再配上她自己的声音，那可就太酷了！合成音效的那种！她开始在脑海中谱写曲调，SP//dr则在命运之网广阔无垠的蛛丝上跳跃、攀爬，很快，她们就把蜘蛛零送回了原来的地方。\r\n潘妮俯瞰了一眼这座城市，然后抬头看着纵横交错的命运之网和浩渺无垠的宇宙星空：“如果父亲能看到这一幕的话，那该多好啊。”\r\n“我的父亲也去世了，”蜘蛛零停顿了一下手头的工作，接着说道，“但我觉得，他会为我的所做之事感到骄傲的。他们都会。”\r\n是的，他们都会！一股暖流涌进潘妮的心间。成为超级英雄真是太好了……不仅能用超能力帮助别人，更能给自己带来力量。\r\n潘妮·帕克在巡逻！一直都在！","isUnlocked":true,"unlockHint":null},{"title":"零日攻击","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"},{"title":"蜘蛛机器人的复仇","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"}]}