{"id":1043,"shapeId":0,"heroName":"星爵","realName":"彼得·奎尔","enName":"Star Lord","role":"决斗家","somatotype":"Level3","categories":["GuardiansOfTheGalaxy"],"difficulty":2,"desc":"彼得·奎尔以潇洒不羁的战斗方式闻名战场。花样百出的元素射击，炫酷万分的空中特技，都是他精彩的表演。嘿，有谁还没领略过“传奇星爵”的风采？","color":"#467ED7","icon":"/Content/Marvel/UI/Textures/HeroPortrait/SelectHero/img_selecthero_1043001.png","shapeKey":"10430","bio":"半人类？半外星人？还有比这更适合星际冒险的血统吗？“星爵”彼得·奎尔也这么认为！作为宇宙旅行团“银河护卫队”的队长，他多次在宇宙处于水深火热之际闪亮登场，实施救援，将自己的名字变成宇宙中的传说。\r\n应苏睿的请求，星爵带领银河护卫队成员前往共生体星球克林塔进行侦察。就在他们接近这颗星球之际，一股神秘的力量袭击了米兰诺号，星爵和他的伙伴们被困在了一个充满敌意的世界里，而这个世界，正接近湮灭的边缘……","story":[{"title":"量子弹弓","content":"彼得·奎尔心想，如果米兰诺号的坠毁不可避免，那坠落于数千艘宇宙飞船之中也算是不幸中的万幸，至少方便找零件。\r\n修理飞船是火箭的职责，格鲁特也应该会帮忙，但奎尔琢磨不透格鲁特。他看到格鲁特兀自朝着那片簇拥着飞船墓地的丛林漫步而去。根据奎尔对他的了解，他可能正在与那儿的雏菊和大丽花进行着无声的交流。\r\n奎尔祈祷此刻的格鲁特能远离飞船墓地中的熊熊烈焰。令人庆幸的是，火势并未逼近米兰诺号。在他精准的操作下，飞船进行了完美无瑕的紧急着陆，在地面划出了一道混杂着泥土和废金属的壕沟。在火箭搞砸后，自己挺身而出化险为夷，不仅成功执行了一次完美着陆，更是巧妙地设置了一道防火带，确保了米兰诺号在熊熊火海中毫发无损。面对此情此景，奎尔觉得他完全有底气为自己感到骄傲。他也深知，火箭可能永远不会认可他的贡献，而格鲁特则可能根本不会察觉到这一切。\r\n“唉，”奎尔感慨，“当领导者可真不容易呀！”\r\n话音未落，他握紧手中的元素枪，对准一只疾速逼近的共生体，毫不犹豫地扣动扳机。这便是在克林塔星球的飞船墓地坠机的坏处，众多贪婪的共生体嘶吼着包围了他们！奎尔以迅雷不及掩耳之势解决了眼前这些，但个人的力量终究有限，每分每秒都有新的共生体如潮水般涌来。他不禁开始责怪火箭制造的坠机了！然而，现在再说什么都无济于事。火箭也在寻找修理飞船的零件，无疑是在努力弥补过失。奎尔坚信，只有队员明晰肩上的职责，一个团队才能走向辉煌。\r\n他精准击落了三只在北边的斯库鲁飞船零件堆上爬行的共生体。他在地球和银河系的其他角落都见过这些小家伙，可与眼前的这些大相径庭。看起来，如果它们与人类结合就会变得像人类？但眼前这些，天哪，显然是与各种千奇百怪的外星生物结合了。即便是自诩游历过的星球比吃过的米还多的彼得·奎尔，也无法辨认到底是什么生物。更糟糕的是，它们还在不断试图抓挠、啃咬、撕碎他，足以见得对人类并无好感。\r\n身旁的米兰诺号内部骤然响起了警报。奎尔立马跃入飞船，抓住了一只从舱口冒出的共生体。他用元素枪瞬间对准了它，但这只共生体已经顺利钻入舱内，并用带刺的触手紧紧缠住了他的腿。奎尔用他所掌握的所有语言低声咒骂，将触手炸得四分五裂，然后一瘸一拐地走过去，砰地一声把舱门关上。腿部仿佛被噬元兽撕咬着，但此刻的奎尔已无暇顾及疼痛，他跛行着向米兰诺号的顶部前进，决心要守护飞船至最后一刻。\r\n突然，飞船墓地的尽头传来震耳欲聋的爆炸声。爆炸的火光映照出丛林边缘处拔地而起的古老建筑群。“看来火势波及到了某艘装载着易燃物的飞船，”奎尔心中揣摩。燃烧着的残骸四处飞散，如流星火雨般散落在建筑群的周围和丛林的边缘。\r\n大部分共生体放弃围攻米兰诺号，转而朝着火源的方向奔去，这让奎尔松了一口气。如果没有一群怪物对着他虎视眈眈，猛不防来一场猛兽扑食，修理飞船的工作会轻松许多。他对着奔走的怪物群又开了几枪，然后拿出通讯器，试图联络火箭，然而回应他的却是一连串电波干扰的声音。可能是背景辐射，抑或是漂浮在克林塔轨道附近的天神遗骸发出的诡异信号，也可能是其他不可名状的东西。联系不上火箭，那格鲁特呢？呃，奎尔从来都不知道该如何联系上格鲁特。\r\n“看来我得一边修船，一边等他们回来了。”他心中默念，观察着火势是否会朝他所在的方向蔓延。确认无碍后，他返回船舱内，思索如何让这堆破铜烂铁重新振翅高飞。\r\n几个小时后，当他正在为手头的工作做最后收尾时，附近的残骸传来了异响。他急忙爬上米兰诺号的船身顶部，握紧手中的元素枪对准声音传来的方向——然而，映入眼帘的并非预想中的共生体，而是在残破船只间如闪电般穿梭的火箭，以及紧随其后的格鲁特。\r\n“奎尔！”火箭高呼道，“快来搭把手！”格鲁特跟在浣熊身后，双手抱满了破旧的科技设备。\r\n“什么？你们去捡破烂了？”奎尔问道，“这都是些什么破玩意儿？”\r\n“这可不是破烂，你个蠢货，” 火箭说道，“为了得到它，我们历尽了千辛万苦，打败了无数只共生体怪物！这玩意马上就能帮我们逃出生天。”\r\n“哦，逃出生天的方法我已经找到了，”奎尔说，“引擎里的所有东西都已经调试妥当，就差——”\r\n火箭已经迫不及待地开始检查了，“就差给等离子交换器套个保护罩。”\r\n奎尔指着周围的飞船残骸，调侃道：“聪明如你，看看周围，防护罩多的是呢。”\r\n“如果你把所有的动力都分配给超空间驱动器，我们还怎么获得足够的推力飞离这个星球？”火箭无奈捂眼，手中的零碎物件纷纷掉落。火箭向来觉得他是个笨蛋，对此奎尔也早已见怪不怪了，毕竟这就是他们的相处之道。但这回奎尔不再保持沉默了，他指了指上方。\r\n“什么？”火箭追问道。\r\n奎尔猛然举起手，指向苍穹。\r\n火箭抬头看。\r\n“看到了吗？”奎尔提醒道，“逝去的天神化作了碎片，散落在克林塔的轨道之中。”\r\n“嗯，看到了，”火箭说，“所以呢？”\r\n“我是格鲁特，”格鲁特说道。\r\n“没错，”奎尔解释,“就是弹弓。你看，我把所有的动力都汇聚在超空间驱动器上，正是为了将天神遗骸作为弹弓，实现量子位移弹射。天神遗骸往下坠，米兰诺号往上冲，进行超空间跃迁。我们就能彻底远离这里，永世不再踏足这个鬼地方。然后，等我们哪天有空了，再去修理那些普通的推进器。”\r\n“你在开玩笑吗？”火箭说道，“用天神遗骸做引力弹射？行不通的，你知道得满足多少条件才能——”\r\n“自从咱们在哈拉那场疯狂交易中得到那个负能量复制器，就不再是难题了。看看四周！”奎尔张开双臂，“火箭老弟，你说咱们还缺啥，是这里找不到的呢？”\r\n火箭再度审视奎尔的杰作，这次他的眼神比以往都要专注。他说道：“唔，奎尔，认识你这么久，你出过的馊主意不少，但这一次还挺靠谱的。”\r\n“虽然这夸奖听起来不太中听，但从你嘴里说出来，我就勉为其难收下了。这么做还有个额外的好处，能让天神遗骸的碎片像冰雹一样砸向这些共生体！不得不说，他们的待客之道实在不怎么样。”\r\n“我是格鲁特。”身材魁梧的伙伴扔掉了手中的破烂，然后温柔地把手搭在他的肩膀上。\r\n奎尔向格鲁特点了点头，随后瞥了火箭一眼，“这才是真正的赞美。”\r\n“唯一的麻烦是，”火箭说道，“如果在发射弹弓时没有开启力量缓冲矩阵，我们就会被炸成碎片，飘荡在无边无际的太空中。不过问题不大，我刚好有件设备能派上用场，就是格鲁特不小心扔掉的玩意。”\r\n“什么？”奎尔感到难以置信，他的目光在火箭和格鲁特之间来回游移，“你们怎么会——”\r\n“未卜先知？我没那么厉害。”火箭大笑，“我其实是为了别的用途才把这东西捡回来的，但正好在这儿派上用场了。”\r\n“我是格鲁特，”格鲁特说道。\r\n“你是说有根友好的藤蔓帮助了你们？”奎尔忍不住重复格鲁特的话，“对不起，格鲁特，但这是我们来这儿以来我听过的最扯淡的事儿。这个星球上没有任何东西是友好的。”\r\n“我是格鲁特。”\r\n奎尔转向火箭，“真的？”\r\n“我亲眼所见，”火箭说道，“确实是有根藤蔓帮了他。你可能不知道，咱们格鲁特可是个出色的外交官呢。”\r\n奎尔决定暂时不深究火箭所言何意，因为当他们利用高空悬浮的天神遗骸作为量子锚将自己弹射至太空轨道时，一大群共生体可能会随时趁虚而入。\r\n“我……好吧，”他说道，“格鲁特是外交官，而你凑巧捡到了我完全没想到的能拯救我们所有人性命的关键设备。而我呢？忙着跟上万只共生体战斗，就为了让我们的飞船能顺利启航，踏上这趟可能是终章的旅程。”奎尔静静等待，希望自己话语间透露出了恰如其分的挫败感。\r\n然而，火箭要么是没听出他的嘲讽，要么是根本不在乎，他只是淡淡地说：“真幸运，不是吗？来，我们把它给接上。”\r\n奎尔叹了口气。这已经是他今日第二次感慨，当领导者可真不容易呀！","isUnlocked":true,"unlockHint":"该故事尚未解锁！"},{"title":"最终湮灭","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"},{"title":"杰森的遗产","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"}]}