{"id":1045,"shapeId":0,"heroName":"纳摩","realName":"纳摩","enName":"Namor","role":"决斗家","somatotype":"Level3","categories":["Avengers","Mutants","Villains"],"difficulty":2,"desc":"身为唯我独尊的海洋领主，纳摩踏浪而来，带领着麾下凶猛的海洋生物们一同战斗。古老的号角响彻云霄，滔天的巨浪席卷战场，毁灭一触即发！","color":"#22938A","icon":"/Content/Marvel/UI/Textures/HeroPortrait/SelectHero/img_selecthero_1045001.png","shapeKey":"10450","bio":"他背负着一半人类、一半亚特兰蒂斯的双重血脉，徘徊在陆地与海底两个世界之间，但当纳摩王子骄横地登临亚特兰蒂斯大统之位，他心中的天平彻底偏向了波涛之下的住民，对陆上世界的顾忌最终变成了熊熊燃烧的怒火。\r\n经过持续多年的紧张对峙，纳摩最终决定对地表世界发动突袭。他寻求了来自未来的变种人同胞的帮助，并把目光放到了全新的目标——济州岛上。","story":[{"title":"亚特兰蒂斯出击","content":"海水覆盖了地球三分之二的表面积。人们往往会认为，广袤无垠又深不可测的海洋远非任何一个人所能统治。但对于七海领主纳摩来说，海洋的广阔与深邃只会为他的帝国提供永不枯竭的领地。\n纳摩的御座矗立于塔洛坎王国，自亚特兰蒂斯至利莫里亚的海底诸族都臣服在他的麾下。亿万水息士兵和无数深海生物都为他马首是瞻。但纳摩仍不满足，他清楚帝国扩张的应许之向。\n他的子民大多只生活在碧波之下，而纳摩却能游走于海陆两界。诚然，他已经远离地表多年，但不可否认的是，纳摩内心的一部分依旧渴望着新鲜的空气与温暖的阳光。为此，他必须先应对地球上迄今为止最大的威胁：人类。\n纳摩统领下的海洋子民与海底世界和谐共处，居住在陆地上的人类却一而再，再而三地向世界证明自己才是这颗星球最大的威胁。他们无所顾忌污染的水域，却是纳摩子民们呼吸的天空，为了给羸弱的同胞寻求能源，他们甚至想将汪洋大海煮成沸腾的开水。人类科学家已经敲响警钟，海平面上升的问题迫在眉睫。但以纳摩的野心，海洋的子民会先大海一步，席卷陆地世界。\n多年来，纳摩一直策划着对地表世界的全面进攻，誓要将其纳入自己的统治之下。如今，行动的时机终于成熟，机不可失，时不再来。万事俱备，夺取陆地控制权的首场战役将在太平洋的璀璨之珠——济州岛打响。纳摩明白，纵然自己拥有庞大的军队作为后盾，陆地上总会有人挺身而出，阻止他完全占领这片土地。这些人拥有强大的力量，并自诩为地球的守护者。\n纳摩知道，想要在这场与傲慢地表生物的较量中占据上风，他必须与其中几位对手结成战略联盟。于是，纳摩接受了一位旧同盟的邀请，在前往济州岛前，先去拜访另一座岛屿。战鼓在冰冷的深海中回响，海洋之王定下航向，启程前往变种人的家园——克拉科岛。\n抵达克拉科岛并不是简单的从水中出发，在岸边登陆。这座有生命的岛屿最近被卷入了时空风暴、抵达了遥远的未来。但幸好纳摩曾在海底淤泥中种下了一颗“普通”的种子。这颗种子长成了一扇传送门，让他跨越了维度壁垒，最终抵达了克拉科海岸的浅滩。\n纳摩浮出水面，一队使者在岸边静静等待着他的到来，其中两位是受人尊敬的变种人领袖：掌控天气的暴风女和传送法师魔剑客。站在队伍前列的，正是向纳摩发出邀请的人——变种人磁力大师，万磁王。\n“还以为你不会来呢，”万磁王示意纳摩上岸，斗篷随着他颇具上位者风范的动作扫过地面。\n“我怎么拒绝得了如此非比寻常的旅途？”纳摩答道，“只是穿过海藻，抵达的却是百年之后的世界——这样的经历，可不是每天都有的。”\n“一段绝大多数人无法体验的旅程，”万磁王沉思道，“专属于我们变种人的特权。”\n“我可不会这么草率地认定你我已经结成同盟了，老朋友。”纳摩说道。\n“克拉科从不说谎。”万磁王不为纳摩的警告所动摇，“如果你能穿过大门，那你就是我们中的一员了。你的基因独一无二——与孕育你的两个种族相比，它显得异乎寻常。与将克拉科视为家园的我们一样，你不仅独一无二，更是卓尔不群。”\n“几十年来，我没有一天不认为自己比人类更加优越，”纳摩笑着说，“要是他们早点听进去就好了……”\n“我太熟悉你眼中的那种神情了，纳摩。” 万磁王说道，平静的目光中透出一丝忧虑，“那是即便不择手段也要让敌人俯首帖耳的眼神……”\n“如果你真有那么了解我，那你更应该清楚，我与人类积怨已久。”纳摩说道，“他们掠夺资源、污染环境。他们是地球的癌症，如果我的族人们想要生存下去，就必须将人类彻底铲除。”\n“正如之前所说，我们也是你的族人。”暴风女插话道。“我们始终坚信，和平共处是生存之道。”\n“哈，我对查尔斯·泽维尔那套理想主义的白日梦了如指掌。”纳摩轻蔑地一笑，“他那些过时的梦话对你们有什么好处？把你们整个种族隔离在一个偏远岛屿上。确实很和平，但离真正的共处却无比遥远。”\n暴风女的双眼因纳摩那无礼的言辞而开始闪烁起电光。千钧一发之际，万磁王向前一步，隔在了这位尊贵的客人和自己最信任的盟友之间。\n“我们在克拉科打造出了一个引以为傲的变种人国度。”万磁王平静地反驳道，“虽然人类偶尔还是会挑起争端，但我们已经找到了和他们互利共赢的相处之道。”\n“这只是暂时的和平，”纳摩说道，“他们很快又会找到新的借口，清剿你们的族人。”\n“如果你寻求战争，”魔剑客一边说着，一边将传说中的魂之利刃指向纳摩，“我倒是知道其他维度有几场值得一战的战争，没必要非得亲手开辟新的战场。”\n“这场纷争不是因我而起，”纳摩眯起眼睛，“但我在此立誓，不论你们是否会出手相助，七海之主纳摩必将取得最终的胜利！”\n话音落尽，纳摩便转身，浅滩舔舐着克拉科阿的海岸线，他向着海洋迈步走去。然而，万磁王最后的话让他停下了脚步。\n“纳摩，我们理解你的难处，”万磁王说道，“你的族人危在旦夕，我们绝不会坐视不管。你是变种人的一员，我们应该相互照应。如果有需要，变种人会与你并肩作战。”\n纳摩露出了笑容，但他开心得有点太早了。\n“但警惕一件事，”万磁王接着说，“我亲眼目睹过种族灭绝的惨剧，我绝不允许这种事情再次发生，即便是对人类也不行。变种人更不能做出这种事情。在克拉科，我们有条铁律：勿施杀戮。你最好记住这点……”\n纳摩与万磁王对峙了片刻，紧张的气氛弥漫开来。而后，七海之王一言不发地扎进了海里，迅如闪电地穿过了那扇引他来到变种人之岛的神秘大门。\n纳摩坐在王座上沉思着下一步行动。万磁王的警告撕裂深海的寂静，在他的脑中回响。他早已明白，与人类的战争即将到来，这不会是一场轻松的战斗。如今，如果要避免再得罪任何地表生物种族，纳摩应当更加小心行事。\n纳摩身兼多重身份——战士、变种人，以及国王，但他从来不知何为谨慎。\n“召集海底最勇猛的战士，”纳摩对他最信任的幕僚说道，“召唤海洋中最凶猛的野兽。今日，我们将让人类俯首称臣。今日，我们要以塔洛坎之名，征服济州岛。如果必要的话，明日，克拉科也将随之陷落！”","isUnlocked":true,"unlockHint":"该故事尚未解锁！"},{"title":"巨蛇王冠","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"},{"title":"俄刻阿诺斯的大洋","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"}]}