{"id":1046,"shapeId":0,"heroName":"亚当术士","realName":"亚当","enName":"Adam Warlock","role":"策略家","somatotype":"Level3","categories":["GuardiansOfTheGalaxy"],"difficulty":3,"desc":"亚当术士操纵着强大的的量子魔法，海纳百川般链接和治愈着一切灵魂。抱团时刻来临，他就是重铸宇宙正义的绝对核心！","color":"#C27643","icon":"/Content/Marvel/UI/Textures/HeroPortrait/SelectHero/img_selecthero_1046001.png","shapeKey":"10460","bio":"作为精心打造的完美“人类”，亚当术士代表着未来人类的进化巅峰，能够操控强大的宇宙之力。在人类抵达巅峰之前，他犹如一座耀眼屹立的灯塔，为善良的灵魂照亮前行之路。\r\n当时间流纠缠降临时，亚当术士本能地将自己裹于茧中。在漫长的量子休眠期间，他敏锐的宇宙感知察觉到了一个将会使多元宇宙堕入深渊的可怕威胁；当他醒转时，这股吞噬光芒的恶意已经将他引导至了已知宇宙最黑暗的边界——克林塔行星......","story":[{"title":"黄金之帆","content":"混沌初分，鸿蒙既辟。\r\n宇宙起初不过是一片无尽的虚空，广袤无垠，寂寥无声。直至天神之力雕琢了繁星，孕育了生命。\r\n宇宙在黑暗中诞生，我亦如此。我自一枚茧中化为人形，破茧而出后成为黄金守护者，以浩瀚的宇宙力量守护银河星际的和平。然而，生命自有其轮回，我不曾料想自己竟如此仓促又重归茧内。\r\n我的宇宙意识察觉到了异常——时空结构中出现了巨大的动荡。众多世界和时间线开始交织缠绕，我本能地躲进了茧体中寻求庇护。若想厘清头绪，我必须耐心等待，积蓄力量以迎接未来的考验。但到底是什么考验呢？即使与宇宙的原始力量有着深刻的联结，此刻的我仍是万分茫然。\r\n在茧中沉睡期间，我如同迷失在浩瀚宇宙中的一叶孤舟。无法掌控自己的命运，只能在湍急的浪潮中不断中漂泊。星辰之间的寂寥让我体验到了自出生以来从未有过的平静。但这份平静，注定不会持久。\r\n“亚当。”\r\n有个声音在呼唤我的名字，并非在我耳边，而是来自我的意念深处。呼唤我的人，正穿越虚空与我进行心灵沟通，其精神力量之强大，甚至超越了我自己。\r\n“你我其实并无二致，”那个声音继续说道，“宇宙正陷于水深火热，而我们却在安然沉睡。实在是辜负为神之任……”\r\n当那些充满力量的话语在我脑海中回荡时，一幅景象渐渐浮现：一位老者被幽禁于古老的圣殿之中。他的囚所几乎与时间同寿，在许多方面与我的茧异曲同工。他垂着白须，虚弱无比，但从前的他不是这般模样。他的传奇过往不断涌入我的脑海，我清晰地意识到他曾是一位威震四方的君主，统治着一个辉煌的王国，历经千秋万代，如今依然屹立。\r\n“我从不曾畏惧时间，”他在我的脑海中说道，“然而，如今我被困于奥丁之眠，眼睁睁看着周围的时空扭曲变形，却对这一切束手无策。”\r\n奥丁之眠？原来如此！尽管此人已不复当年模样，但他的声音还是那么的熟悉。他正是阿斯加德众神之父，伟大的奥丁。难道他和我被同一股力量影响了？\r\n“不，”奥丁仿佛洞悉了我的疑问，“我陷入如此境地，都是因为我那狡猾的儿子，凡人口中的诡计之神洛基。这个不肖之子篡夺了阿斯加德的王位，又因一己私心妄图摧毁我们引以为傲的世界之树。”\r\n父子反目，兄弟阋墙？这些皇家秘事，我并不关心。众神之父对他儿子的所作所为感到勃然大怒，但在这愤怒之下，还隐藏着更深沉的忧虑，超越了他昔日统治的疆域。\r\n“黄金之子，你苏醒后亦将迎来一场恶战。”奥丁说道，“虽然我的儿子可能会让你费些周折，但他不过是障眼法，你真正的敌人另有其人。宇宙深处潜藏着远比梦境更深沉的黑暗。我能感觉到它正在企图侵蚀我，甚至潜入我的梦境。若任其肆虐，恐怕他所到之处无不遭受腐蚀，直至星辰陨落，万物沉沦于无尽黑暗。”\r\n他所说的黑暗到底是什么？我呼唤奥丁给我答案，但他的声音已逐渐飘远，只剩下微弱的回声。在我的茧飘离战火纷飞的阿斯加德之前，我将一缕灵魂能量留在了沉睡的奥丁身旁——但愿那缕微光可以助他抵挡所谓的黑暗。\r\n如今我的宇宙意识已经彻底觉醒，我能感知到另一个帝国正在地平线上冉冉升起。它虽不似奥丁神域那般古老悠久，但它的神明同样急切地呼唤着我的名字。\r\n“术士，”她轻蔑低吼道，“你居然跨越光年来这里送死。”\r\n仅仅因为途经此地便受此威胁？真是无礼至极。\r\n“银河帝国瓦坎达不会伤害旅行者，”那个声音继续说道，“但在我们疆域之外的人可不会如此友善。这一点，巴斯特可以以神祇之名担保。”\r\n豹神巴斯特，奥睿莎众神之一，深受瓦坎达人民的礼拜。但我记得，瓦坎达不过是地球上的一个国家，并不是如此庞大的星际文明。难道我穿越到了另一个世界？\r\n“更准确地说，”巴斯特插话，“是其他世界在向你靠拢。时间流纠缠让我们从无数的时空交汇于此。每个宇宙的残余正在合而为一，仿佛冥冥之中，有股力量将我们集结在一起……”\r\n集结？是为了什么？\r\n“为了盛宴。”\r\n当她最后的咆哮在我脑海中回荡时，我猛然意识到，她的神圣气息已被某种力量腐蚀。难道她也被奥丁所言的黑暗力量侵蚀了吗？我无从知晓，因为我的星际之旅早已深入到这片奇异星系的深处。\r\n“光明之子，”第三个声音突然闯入我的心扉。\r\n这个声音，我一听就能认出来。那股震撼人心的原始力量，必然来自伟大的天神组——那些在时间之初便已诞生的远古存在。然而，尽管它的话语以巨大的力量穿透我的意识，却比我遇到过的任何天神都要温和。低沉、模糊，仿佛是来自遥远的记忆。\r\n“听从我的劝告吧，否则你也会落得我这般下场。”天神如此真诚，我别无选择，只能全神贯注地聆听。\r\n“正如你所知，我们天神组诞生自万物之初，但我们并非宇宙最古老的存在。在我们之前还蛰居着一股原始的力量。那是一种纯粹的黑暗，强大无比，任何试图在他所统治的无尽虚空中洒下光明的人，都会被他击败。”\r\n连天神组也无法与之匹敌？简直难以想象那是多么可怕的敌人……\r\n“鲜少有人能了解他的虚无本质，连我也丧命于他的剑下，只余一具空壳和意识的残响。”\r\n但我现在能感觉到，在茧体之外的虚空中，除了这具天神遗骸，还有一丝腐败的气息，与侵蚀巴斯特的黑暗气息极为相似。这股气息并非来陨落天神的飘渺意识，而是缠绕在他毫无生气的遗骸上，宛如一道已经溃烂了千年的毒疮。\r\n“你也感觉到了吧，”天神的声音在回响，“他的污秽之触已经玷染了我的遗骸，历经万古，难以消弭。如今，随着时间的崩塌，他再度苏醒，无比渴望在即将到来的毁灭盛宴中尽情狂欢。我曾呼唤过很多像你这般的存在——伟大的宇宙力量、古老的战士，甚至是诸神——来遏制他那无尽的黑暗。然而，他们或是畏惧退缩，或是沦陷于他的腐蚀。或许你能做得更好……”\r\n我也希望天神的预言成真，于是倾尽全力，用心灵去探寻这宇宙污秽的根源。然而，当天神尖声发出最后的警告时，我的思绪也随之变得混沌模糊。\r\n“小心，光明之子！他已经找到你了！”\r\n谁？谁找到我了？天神默不作声，但另一个声音响起了，那个声音比我茧中的黑暗还要深沉千万倍。\r\n“纳尔。”\r\n在他自报名号的那刻起，我便能感觉到他的黑暗触手开始侵蚀我的心灵。这位深渊之主、黑衣之王，已然在某处苏醒，正将我无情地拖入他的阴影中。我竭尽全力想要挣脱，却依然无法摆脱他的掌控。\r\n“不要放弃希望，孩子，”天神的声音逐渐消逝，“你不是孤身一人……”\r\n忽然，一阵宇宙之火穿越天际，迸发出耀眼的光芒，穿透了我的茧壁。这道光转瞬即逝，但它那不同寻常的形状却永远烙印在我的脑海中——那是一只伟岸的火鸟，其火焰之翼横跨星河。我还未来得及弄清楚发生了什么，原本用以庇护我的茧体已在太空中向着未知的彼岸疾驰而去。\r\n我的身体依旧受困，但我的意识却异常清醒。刚刚的耀眼光芒已被黑暗与绝望悄然蚕食。纳尔曾经犯下的暴行和他即将对宇宙释放的邪恶接连涌入我的脑海。我看见了他的过去和未来……但他的现在呢？仿佛笼罩在一团神秘迷雾之中——那是比纳尔本身还要深不可测的黑暗虚空。\r\n突然，茧体猛烈撞击到一个极不寻常的表面，我的星际旅程戛然而止。这是某颗星球吗？不……我能感觉到它在我的周围蠕动，仿佛有生命一般。更可怕的是，我感受到了纳尔的邪恶气息，比以往任何时候都更为逼近。无论我身处何方，他皆如影随形。\r\n就在茧体即将被湮灭之海的汹涌波涛拖入深渊之时，我的上方出现了一道细微的裂缝。虚无中突然乍现微光，带来一缕希望。我挣扎着破茧而出，睁眼望向这个充满外星生命的世界。\r\n当我的意识与他们的集体意志相融合时，一切都豁然开朗。这个地方叫克林塔，是共生体的星球。正是在这里，纳尔曾被奉为神明；也是在这里，他被自己的信徒亲手囚禁于数万年前。此刻，他正蛰伏着积蓄力量，希望有朝一日能够重获自由，夺回曾属于他的荣耀。\r\n他将我引至此地，或许是为了在我的光芒驱散他的阴影之前，将光明扼杀在摇篮里。然而，他大错特错了！\r\n我比他率先挣脱了束缚。我站在纳尔的行星牢笼之上庄严发誓，必将竭尽所能，阻止他的无尽黑暗肆意蔓延。\r\n混沌初开之时，黑暗笼罩万物。\r\n但曙光已现，夜幕将开。\r\n而我，将是光明的引路人。","isUnlocked":true,"unlockHint":null},{"title":"无限守望","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"},{"title":"英克雷的79号实验","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"}]}