{"id":1047,"shapeId":0,"heroName":"陆行鲨杰夫","realName":"杰夫","enName":"Jeff","role":"策略家","somatotype":"Level1","categories":["Avengers"],"difficulty":2,"desc":"鲨鱼都是深海中的凶残猛兽？杰夫可不同意！世界上最淘气可爱的他喜欢每场战斗带来欢乐和治愈的水花。关键时刻，饥饿的小陆行鲨将化身大胃王，嗷呜一口猛吞所有对手！","color":"#5F79A5","icon":"/Content/Marvel/UI/Textures/HeroPortrait/SelectHero/img_selecthero_1047001.png","shapeKey":"10470","bio":"可爱胜小狗，胃口赛狂鲨，说的就是杰夫！这头还在蹒跚学步的陆行鲨幼崽可能是千万年来海洋孕育出的最古灵精怪的生物。但任何认识杰夫的人都会告诉你，隐藏在他那甜美吠声背后的，是一口凶猛的利齿！\n在被意外捕获并被当作猎奇藏品展出在收藏家的主题公园后，杰夫趁着时间流纠缠造成的混乱成功逃脱，重获自由。现在他终于有机会证明，凭借一口好牙也能成为真正的英雄！","story":[{"title":"鲨卷风","content":"“嗷呜……”\r\n陆行鲨杰夫在狭小的玻璃囚笼中游了一圈又一圈，沮丧之情渐渐涌上心头。在这座由神秘莫测的宇宙长老“收藏家”精心打造的奇异主题公园里，他已经被囚禁了不知多少时日。即便如此，他依然努力保持着乐观的天性。\r\n杰夫对自己来到这里的过程一头雾水。明明上一秒，他还在加州海岸的无尽波涛中与挚友格温嬉戏玩耍；下一瞬，他就被困在了这狭小的水箱中，任凭他如何拼尽全力张开强壮的小颚，也无法咬穿这牢不可破的囚笼。\r\n被困在水箱的这些日子里，杰夫已经逐渐拼凑出了自己会身处此地的原因。他所在的囚笼旁是数不清的其他牢笼，每个都关押着他从未见过的奇特生物。有些和他在地球结识的人类朋友相差无几，另一些则让杰夫感到奇异而陌生，绝不是他家乡世界的生物。\r\n杰夫曾和名叫凯特的弓箭手朋友一起参观过动物园，如今，他猜测自己大概就置身于某个宇宙边陲的星际动物园中，成为了供人观赏的奇珍异兽。\r\n杰夫当然不喜欢被囚禁在这个水箱里，好在他并非孤身一人。虽然周围的生物都对杰夫的陆行鲨语毫无反应，但有个同样被囚禁的伙伴，杰夫能在脑海中清晰地听见她的心声。她说她叫曼蒂斯，想要和他交个朋友。如果说还有什么比大快朵颐更能让杰夫开心的，那便是结交新朋友了！\r\n但是，杰夫最难以忍受的，就是眼睁睁看着朋友陷入困境……这也正是这只乐观开朗的小鲨鱼如今闷闷不乐的原因。杰夫听到了曼蒂斯被拽出牢笼时的心灵尖叫，还听到了守卫谈论着要把她带到竞技场，在那里，收藏家的绿衣囚徒将被迫与来自其他维度的自己进行殊死搏斗。\r\n其实杰夫并不知道守卫的话意味着什么，但他很清楚，曼蒂斯一定是遇到麻烦了。因为他的脑海中不再响起她温柔的声音，也完全感知不到她那安抚人心的气场了。他看不到她在哪里，也不知道她是否安全。这一切，让杰夫怒不可遏！\r\n他在水箱里疯狂转圈圈，拼命摆动尾巴、蹬动小腿加快速度，等积蓄了足够的动力后，便朝着那堵通往自由的玻璃墙猛冲过去。然而，迎接他的只有尖锐的疼痛，他可爱的脸蛋“嘭”的一声撞在了透明玻璃墙上，而玻璃墙甚至没有留下丝毫裂痕或者缺口……倒是他的牙齿很可能撞碎了几颗。看来这招不可行，杰夫得另想办法了。\r\n杰夫晕晕乎乎地漂在水中，慢慢回想如果朋友们遇到这种情况会怎么做。凯特可能会用爆破箭直接射穿玻璃墙。格温会找到让人意想不到的办法破墙而出（也许刚好是左起的第四面？）。艾尔莎会在她的马尾里藏一把古老的魔法剑，用来划破那坚不可摧的玻璃。而韦德呢？估计会用甜言蜜语哄骗守卫放他出去，比如许诺会给他们很多钱和塔可饼之类的。\r\n但这些办法对杰夫来说都行不通。他被困在这里，不断思念着他的朋友们——包括曼蒂斯——随着时间的流逝，他感到越来越孤单。\r\n突然，他的脑海中又出现了熟悉的感觉。曼蒂斯还活着！而且她正在回来找他！当这位亲切的朋友向他迎面走来时，杰夫忍不住咧嘴一笑，朝她露出几排锯齿状的大白牙。这是他第一次亲眼见到曼蒂斯，虽然他不认得她的面孔，但他立刻就认出了她的心灵。现在，这颗心灵显然只专注于一件事——彻底逃离这个囚禁之地。\r\n“嗷呜呜呜呜！”\r\n“他会引来守卫的。”另一个声音说道。\r\n杰夫兴奋得忘乎所以，甚至没注意到曼蒂斯并非只身前来。她身边还有另一个人形生物，这家伙看起来要阴郁深沉得多。她看向杰夫的眼神，远不如曼蒂斯那般热情。说实话，杰夫也不见得有多喜欢她。\r\n“嗷呜？”注意到这个人不善的眼神，杰夫疑惑地哼了一声。她上下打量着他，就好像如果不是隔着这层玻璃，她随时可能会对他发起攻击一样。\r\n“别理她，”曼蒂斯一边撬着杰夫的水箱，一边说道，“她和我们一样想要赶紧离开这里。而且她也很清楚，只有大家齐心协力，才能找到出路。”\r\n杰夫和曼蒂斯相视一笑。虽然现在他们对如何逃出收藏家的主题公园毫无头绪，也不知道逃出去后该去哪里，但曼蒂斯身上有种特质，让杰夫觉得一切都会好起来。对曼蒂斯来说，杰夫应该也是同样的存在吧？\r\n就在曼蒂斯忙着撬开杰夫的水箱锁扣时，一队全副武装的守卫闯了进来。守卫们用某种外星语大喊大叫，杰夫能感觉到，曼蒂斯已经开始用心灵感应转移他们的注意力了。然而，曼蒂斯的念头刚刚出现，他们的新朋友已经抢先一步，对着收藏家的手下大打出手。她的刀刃如惊鸿掠影，又如蛱蝶飞舞，转瞬之间，守卫们便纷纷倒地。杰夫简直叹为观止。\r\n“嗷呜，”杰夫试图向那位紫发战士表达他的感激之情。但她冷冰冰的目光丝毫未变柔和。杰夫能感觉到，她的心灵力量不亚于曼蒂斯，但她的思绪和情感却严防死守。杰夫希望这位新朋友能像曼蒂斯一样喜欢他，不过眼下，他只能先接受这样一个事实：至少，她不再想要杀了他或者抛弃他了。\r\n曼蒂斯终于撬开了杰夫的水箱，水流顿时涌进了走廊。杰夫顺着浪花跃身而出，然后用他那小短腿撑起身子，欢快地将身上的水滴抖落干净。水滴飞溅到曼蒂斯身上时，她开心地大笑了起来，旁边那位女士对此表示莫名其妙。\r\n“我们走吧。”曼蒂斯朝着这对奇特的搭档招手，随即迈着从容的步伐在收藏家的异兽园中穿行。她目光坚定，杰夫相信她一定知道要去往哪里。那位女战士紧紧守护在曼蒂斯身旁，杰夫也跃步紧随其后。\r\n曼蒂斯和女战士继续奋力前行，而杰夫却突然被一股奇异的香味吸引。这是一种迄今为止他从未遇到过的香味，既诱人……又充满力量……\r\n杰夫在不知不觉间偏离了同伴们的步伐，闯入了收藏家的私人珍宝馆。在这里，收藏家汇聚了全宇宙中最强大的珍宝神器，供那些尊贵而富有的客人欣赏品鉴。杰夫对这些奇珍异宝一无所知，他既不认识那六块色彩斑斓的石头，也不了解那个闪闪发光的立方体，更别提那颗来自异界的猩红宝石和那张熊熊燃烧的恶魔卷轴了。但他知道一件事——他已经很久没有吃东西了……\r\n于是本能瞬间占据了上风，杰夫张大他那“樱桃小嘴”，飞快地吞噬着珍宝馆里几乎所有物品。刺耳的警报声骤然响起，但丝毫未能阻止他将这些强大的宝物一个接一个地吞入腹中。\r\n“杰夫，原来你在这儿！”曼蒂斯和她那位神秘伙伴走进了空空如也的珍宝馆，“还以为我们把你给弄丢了呢。你……你还好吗……？”\r\n“嗷呜……嗝！”杰夫打了个饱嗝作为回应。自从吞下标有“皮姆粒子”字样的小金属瓶后，他的肚子便开始咕咕作响。\r\n看到杰夫通红的脸颊，曼蒂斯忍俊不禁，就连那位冰山美人也不由自主地露出了一丝笑意。然而，穷追不舍的守卫涌入了珍宝馆，所有的轻松氛围瞬间烟消云散。\r\n“蒂万一定不会放过我们的！”看到这里的珍宝神器全部不翼而飞，一名守卫惊慌失措地喊道。\r\n“把这些罪魁祸首捉住，或许还能功将补过。”另一名守卫冷冷地回应，随即瞄准曼蒂斯，毫不犹豫地扣下了扳机。\r\n“嗷呜呜！”\r\n杰夫毫不犹豫地一跃而起，挡在了守卫和曼蒂斯之间，本能地保护他的朋友免受迎面而来的爆炸冲击。但就在他挡下攻击的瞬间，不可思议的一幕发生了——他的身体竟然变得比平时大了十倍！\r\n“嗯，”那位女战士沉思道，“一定是他刚刚吃了什么奇怪的东西……”\r\n化身巨鲨的杰夫欢呼雀跃，向着守卫猛冲过去，吓得他们纷纷丢盔弃甲，落荒而逃。\r\n化险为夷后，杰夫招手示意曼蒂斯和女战士跟上他的脚步。\r\n“走错啦，杰夫，”曼蒂斯说道，“那条走廊只会把你带回牢笼那里。我们已经找到停机坪了，在另一个方向。”\r\n“嗷呜，”杰夫自信满满地说道，对自己的判断胸有成竹。\r\n“好，我明白了，”曼蒂斯笑着说道，“杰夫真棒！”\r\n于是，她们跟随着“巨型鲨”杰夫，重新回到了异兽园的深处。\r\n“大家后退！”曼蒂斯直接通过心灵感应对所有被囚禁的生物高声呼唤。\r\n随着这些外星生物纷纷往囚笼更深处退缩，“巨型鲨”杰夫猛然旋转起来，挥舞着强有力的尾巴，轰然击碎了无数囚笼的玻璃墙。曾经的困兽顿时如潮水般涌出，四散奔逃，各自寻找着逃离收藏家魔爪的出路。\r\n“嗷呜？”杰夫满脸疑惑，与此同时，他的体型也开始逐渐恢复正常。\r\n“我知道你想说什么，杰夫，”曼蒂斯回应他，“但我们来不及救出所有人，至少现在还不行。”\r\n“快点，”那位神秘的女战士催促着，她带领杰夫和曼蒂斯穿过混乱的人群，向停机坪的方向走去。“这是我们最后的机会了。”\r\n他们一起进入了停机坪，曼蒂斯找到了一艘飞船，和她在银河护卫队时期驾驶过的很像。曼蒂斯带领伙伴们启动了飞船的动力系统后，终于长舒了一口气。\r\n“我们终于自由了，”那位冷若冰霜的女战士也如释重负般说道，“我们现在可以回家了……”\r\n她的话音戛然而止。即使没有曼蒂斯的共情能力，她也能感受到杰夫回望下方主题公园内四处逃窜的生物时，心中所散发的悲伤。\r\n“他们也会重获自由的，”曼蒂斯安慰道，伸出手轻抚着杰夫的光滑背鳍，“我们去找点帮手，然后回来救他们。我们会救出他们所有人，还会让收藏家为他的所作所为付出代价。你觉得怎么样，小家伙？”\r\n飞船缓缓升空，杰夫用他独有的方式作出了回应——他露出满口洁白的牙齿，脸上洋溢着灿烂的笑容，随即发出了一声响亮的：\r\n“嗷呜呜呜呜！！！”","isUnlocked":true,"unlockHint":null},{"title":"亲水基团","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"},{"title":"海豚湾","content":null,"isUnlocked":false,"unlockHint":"该故事尚未解锁！"}]}